Repository: carloscort3s/traducoes
Catalog: buddypress/buddypress-*.po
Languages: pt_pt

source: %1$s posted an update in the group %2$s
pt_pt: %1$s publicou uma actualização no grupo %2$s

source: joined %s
pt_pt: aderiu a %s

source: You were promoted to an admin in the group "%s"
pt_pt: Foi promovido a administrador no grupo "%s"

source: created %s
pt_pt: criado %s

source: My Friends <span>%s</span>
pt_pt: Os Meus Amigos <span>%s</span>

source: All Sites <span>%s</span>
pt_pt: Todos os Sítios <span>%s</span>

source: My Groups <span>%s</span>
pt_pt: Os Meus Grupos <span>%s</span>

source: My Favorites <span>%s</span>
pt_pt: Os Meus Favoritos <span>%s</span>

source: Send a public message on your activity stream.
pt_pt: Enviar um mensagem pública no seu fluxo de actividade.

source: requested %s
pt_pt: pedido %s

source: <a href="%1$s" rel="nofollow">%2$s</a> said on <a href="%3$s"><span class="time-since">%4$s</span></a>
pt_pt: <a href="%1$s" rel="nofollow">%2$s</a> disse em <a href="%3$s"><span class="time-since">%4$s</span></a>

source: Back to Previous Step
pt_pt: Voltar ao Passo Anterior

source: New Page
pt_pt: Nova Página

source: Directories
pt_pt: Pastas

source: Everything in a BuddyPress community revolves around its members.
pt_pt: Tudo numa comunidade BuddyPress gira em torno dos seus membros.

source: Community Members
pt_pt: Membros da Comunidade

source: It&#8216;s what makes <del>time travel</del> BuddyPress possible!
pt_pt: É o que torna <del>viajar no tempo</del> o BuddyPress possível!

source: Sites <span>%d</span>
pt_pt: Sítios <span>%d</span>

source: active %s
pt_pt: activos %s

source: You do not have access to this page.
pt_pt: Não tem acesso a esta página.

source: Edit Avatar
pt_pt: Editar Avatar

source: Edit Settings
pt_pt: Editar Configurações

source: Widgets
pt_pt: <em>Widgets</em>

source: Memberships
pt_pt: Adesões de Membros

source: Edit comment
pt_pt: Editar Comentário

source: We're sorry, but we can't find the page that you're looking for. Perhaps searching will help.
pt_pt: Lamentamos, mas não conseguimos encontrar a página que procura. Talvez pesquisar possa ajudar.

source: %1$s <span>in %2$s</span>
pt_pt: %1$s <span>em %2$s</span>

source: Group admins and mods only
pt_pt: Somente admins e moderadores do grupo

source: Group admins only
pt_pt: Somente administradores do grupo

source: Which members of this group are allowed to invite others?
pt_pt: Quais os membros do grupo que podem convidar outros?

source: All group members
pt_pt: Todos os membros do grupo

source: Group Invitations
pt_pt: Convites ao grupo

source: You do not have access to this group.
pt_pt: Não tem acesso a este grupo.

source: Site Title
pt_pt: Título do Sítio

source: Yes, I'd like to create a new site
pt_pt: Sim, quero criar um novo sítio

source: Comments
pt_pt: Comentários

source: Site registration is currently disabled
pt_pt: O registo no sítio está actualmente desactivado.

source: Sorry, there were no sites found.
pt_pt: Lamentamos, não foram encontrados sítios

source: New site created
pt_pt: Um novo sítio foi criado

source: My Sites
pt_pt: Os Meus Sítios

source: New post published
pt_pt: Um novo artigo foi publicado

source: <a href="%1$s">%2$s</a> is your new site. <a href="%3$s">Login</a> as "%4$s" using your existing password.
pt_pt: <a href="%1$s">%2$s</a> é o seu novo sítio. <a href="%3$s">Ligue-se</a> como "%4$s" usando a sua senha actual.

source: I would like my site to appear in search engines, and in public listings around this network.
pt_pt: Quero que o meu sítio apareça em motores de busca e em listagens públicas mesta rede.

source: Site Title:
pt_pt: Título do Sítio:

source: You must log in to access the page you requested.
pt_pt: Deve ligar-se para aceder à página que pediu.

source: %s's Sites
pt_pt: Sítios de %s

source: %s created the site %s
pt_pt: %s criou o sítio %s

source: Create a Site
pt_pt: Criar um Sítio

source: Create a Site!
pt_pt: Criar um Sítio!

source: Sites
pt_pt: Sítios

source: Search sites...
pt_pt: Pesquisar sítios...

source: Site Tracking
pt_pt: Rastreio de Sítio

source: Congratulations! You have successfully registered a new site.
pt_pt: Parabéns! Registou um novo sítio com êxito.

source: Sorry, there were no posts found. Why not write one?
pt_pt: Lamentamos, não foram encontrados artigos. Porque não escreve um?

source: Random Site
pt_pt: Sítio Aleatório

source: Site Domain:
pt_pt: Domínio do Sítio:

source: Site
pt_pt: Sítio

source: Site Directory
pt_pt: Pasta do Sítio

source: Site Name:
pt_pt: Nome do Sítio:

source: New post comment posted
pt_pt: Foi publicado um novo comentário ao artigo

source: If you&#8217;re not going to use a great domain, leave it for a new user. Now have at it!
pt_pt: Se não for utilizar um domínio muito bom, deixe-o para um novo utilizador. Agora gabe-se!

source: By filling out the form below, you can <strong>add a site to your account</strong>. There is no limit to the number of sites that you can have, so create to your heart's content, but blog responsibly!
pt_pt: Ao preencher o formulário abaixo, pode <strong>adicionar um sítio à sua conta</strong>. Não há limite ao número de sítios que pode ter, logo dê largas à imaginação, mas blogue responsavelmente!

source: Create Site
pt_pt: Criar Sítio

source: %d group
pt_pt: %d grupo

source: BuddyPress Default
pt_pt: BuddyPress Por Defeito

source: Show:
pt_pt: Mostrar:

source: New Groups
pt_pt: Novos Grupos

source: Everything
pt_pt: Tudo

source: Updates
pt_pt: Actualizações

source: Group Memberships
pt_pt: Adesões ao Grupo

source: Forum Replies
pt_pt: Respostas do Fórum

source: New Members
pt_pt: Novos Membros

source: Forum Topics
pt_pt: Tópicos do Fórum

source: Search for:
pt_pt: Pesquisar por:

source: Friendships
pt_pt: Amizades

source: Search these:
pt_pt: Pesquisar estes:

source: Edit this page.
pt_pt: Editar esta página.

source: User registration is currently not allowed.
pt_pt: O registo de utilizadores não é actualmente permitido.

source: Pages:
pt_pt: Páginas:

source: %1$s commented on the post, %2$s, on the site %3$s
pt_pt: %1$s comentou no artigo, %2$s, no sítio %3$s

source: %1$s wrote a new post, %2$s
pt_pt: %1$s escreveu um novo artigo, %2$s

source: %1$s commented on the post, %2$s
pt_pt: %1$s comentou no artigo, %2$s

source: %1$s wrote a new post, %2$s, on the site %3$s
pt_pt: %1$s escreveu um novo artigo, %2$s, no sítio %3$s

source: Activity deleted successfully
pt_pt: A actividade foi eliminada com êxito

source: Sorry, you are not allowed to create groups.
pt_pt: Lamentamos, não pode criar grupos.

source: %s changed their profile picture
pt_pt: %s alteraram a foto do perfil

source: Full size is %s pixels
pt_pt: Tamanho real são %s pixeis

source: Link to full size image
pt_pt: Hiperligação à imagem em tamanho real

# Post written by...
source: by %s
pt_pt: por %s

source: [Read more]
pt_pt: [Ler mais]

source: All Member Notices
pt_pt: Avisos de Todos os Membros

source: Sent
pt_pt: Enviado

source: Edit My Profile
pt_pt: Editar o Meu Perfil

source: No Pending Invites
pt_pt: Sem Convites Pendentes

source: No Pending Requests
pt_pt: Sem Pedidos Pendentes

source: Topic tags:
pt_pt: Etiquetas de tópico:

source: 1 response to %2$s
pt_pt: 1 resposta a %2$s

source: 1 trackback
pt_pt: 1 rastreio

source: %s's Profile
pt_pt: Perfil de %s

source: (Required)
pt_pt: (Obrigatório)

source: (Primary)
pt_pt: (Primário)

source: Account Settings
pt_pt: Configurações de Conta

source: Let your users make connections so they can track the activity of others and focus on the people they care about the most.
pt_pt: Deixe os seus utilizadores fazer ligações para que possam rastrear a actividade dos outros e focar-se nas pessoas que mais gostam.

source: Allow your users to modify their account and notification settings directly from within their profiles.
pt_pt: Permita que os seus utilizadores modifiquem directamente as configurações da sua conta e dos avisos a partir dos seus perfis.

source: Profile Fields
pt_pt: Campos do Perfil

source: Forums Directory
pt_pt: Pasta de Fóruns

source: Delete %s's Account
pt_pt: Eliminar a Conta de %s

source: Manage Invitations
pt_pt: Gerir Convites

source: Replied To
pt_pt: Responder A

source: New Reply
pt_pt: Nova Resposta

source: Create New Topic:
pt_pt: Criar um Novo Tópico:

source: You
pt_pt: Você

source: Search Messages...
pt_pt: Pesquisar Mensagens...

source: Private Messages
pt_pt: Mensagens Privadas

source: BuddyPress Core
pt_pt: Núcleo do BuddyPress

source: Search Friends...
pt_pt: Pesquisar Amigos...

source: Edit:
pt_pt: Editar:

source: Forum Directory
pt_pt: Pasta do Fórum

source: This group does not have a forum setup yet.
pt_pt: Este grupo ainda não tem um fórum configurado.

source: Invitations
pt_pt: Convites

source: User Groups
pt_pt: Grupos de Utilizador

source: Favorite Topics
pt_pt: Tópicos Favoritos

source: Replies
pt_pt: Respostas

source: Search Forums...
pt_pt: Pesquisar Fóruns...

source: Never active
pt_pt: Nunca activo

source: Search Activity...
pt_pt: Pesquisar Actividade...

source: Email Notification
pt_pt: Email de Aviso

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
pt_pt: <strong>ERRO</strong>: A sua conta foi marcada como <em>spammer</em>.

source: <strong>ERROR</strong>: Your account has not been activated. Check your email for the activation link.
pt_pt: <strong>ERRO</strong>: A sua conta não foi activada. Procure no seu email pela hiperligação de activação.

source: Update
pt_pt: Actualização

source: Group logo for %s
pt_pt: Logotipo de grupo para %s

source: Group logo of %s
pt_pt: Logotipo de grupo de %s

source: Profile picture of %s
pt_pt: Imagem de perfil de %s

source: Avatar of %s
pt_pt: Avatar de %s

source: Search Groups...
pt_pt: Pesquisar Grupos...

source: Search Members...
pt_pt: Pesquisar Membros...

source: Leave a reply
pt_pt: Deixe uma resposta

source: You must be <a href="%1$s">logged in</a> to post a comment.
pt_pt: Deve estar <a href="%1$s">ligado</a> para publicar um comentário.

source: %1$s wants to add you as a friend. To view all of your pending friendship requests: %2$s To view %3$s's profile: %4$s ---------------------
pt_pt: %1$s quer adicionar-te como amigo. Para ver todos os seus pedidos de amizade pendentes: %2$s Para ver o perfil de %3$s: %4$s ---------------------

source: You have been banned from this group.
pt_pt: Foi banido deste grupo.

source: Current Password <span>(required to update email or change current password)</span>
pt_pt: A Senha Actual <span>(obrigatório para actualizar o endereço de email ou alterar a senha actual)</span>

source: Password Lost and Found
pt_pt: Senha Perdida e Encontrada

source: Lost your password?
pt_pt: Esqueceu-se da senha?

source: The sidebar widget area
pt_pt: A área de <em>widgets</em> da barra lateral

source: The fourth footer widget area
pt_pt: A quarta área de <em>widgets</em> do rodapé

source: The first footer widget area
pt_pt: A primeira área de <em>widgets</em> do rodapé

source: Fourth Footer Widget Area
pt_pt: Quarta Área de <em>Widgets</em> do Rodapé

source: Third Footer Widget Area
pt_pt: Terceira Área de <em>Widgets</em> do Rodapé

source: The third footer widget area
pt_pt: A terceira área de <em>widgets</em> do rodapé

source: Second Footer Widget Area
pt_pt: Segunda Área de <em>Widgets</em> do Rodapé

source: The second footer widget area
pt_pt: A segunda área de <em>widgets</em> do rodapé

source: First Footer Widget Area
pt_pt: Primeira Área de <em>Widgets</em> do Rodapé

source: Upload failed! Error was: %s
pt_pt: O envio falhou! O erro foi: %s

source: Avatars of recently active members
pt_pt: Avatares de membros recentemente activos

source: A dynamic list of recently active, popular, and newest members
pt_pt: Uma lista dinâmica dos últimos membros populares recentemente activos

source: Who's Online
pt_pt: Quem está ligado

source: Avatars of users who are currently online
pt_pt: Avatares de utilizadores que estão actualmente ligados

source: A dynamic list of recently active, popular, and newest groups
pt_pt: Uma lista dinâmica dos últimos grupos populares com actividade recente

source: What's new, %s?
pt_pt: Há novidades, %s?

source: Forum posts cannot be empty. Please enter some text.
pt_pt: Os artigos do fórum não podem estar vazios. Introduza algum texto.

source: Please provide a title for your forum topic.
pt_pt: Forneça um título para o tópico de seu fórum.

source: Primary Navigation
pt_pt: Navegação Primária

source: Default members to show:
pt_pt: Membros por defeito a mostrar:

source: Max members to show:
pt_pt: Máx. de membros a mostrar:

source: Default groups to show:
pt_pt: grupos por defeito a mostar:

source: Remove from group
pt_pt: Remover do grupo

source: Edit this entry
pt_pt: Editar esta entrada

source: Unban this member
pt_pt: Anular o banimento deste membro

source: Remove this member
pt_pt: Remover este membro

source: Please pick the group forum where you would like to post this topic.
pt_pt: Escolha o fórum de grupo onde deseja publicar este artigo.

source: %1$s at %2$s
pt_pt: %1$s às %2$s

source: %s requests group membership
pt_pt: %s pede adesão ao grupo

source: There was an error leaving the group.
pt_pt: Houve um erro ao sair do grupo.

source: RSS Feed
pt_pt: Fluxo RSS

source: There was an error removing that user from the group, please try again
pt_pt: Houve um erro ao remover esse utilizador do grupo, tente novamente.

source: User removed successfully
pt_pt: Utilizador removido com êxito

source: Your membership request for the group "%1$s" has been rejected. To submit another request please log in and visit: %2$s ---------------------
pt_pt: O seu pedido de adesão ao grupo "%1$s" foi rejeitado. Para enviar outro pedido ligue-se e aceda a: %2$s ---------------------

source: Your membership request for the group "%1$s" has been accepted. To view the group please login and visit: %2$s ---------------------
pt_pt: O seu pedido de adesão ao grupo "%1$s" foi aceite. Para ver o grupo, ligue-se e aceda a: %2$s ---------------------

source: %1$s and %2$s are now friends
pt_pt: %1$s e %2$s são agora amigos(as)

source: %1$s accepted your friend request. To view %2$s's profile: %3$s ---------------------
pt_pt: %1$s aceitou o seu pedido de amizade. Para ver o perfil de %2$s, aceda a: %3$s ---------------------

source: %1$s joined the group %2$s
pt_pt: %1$s aderiu ao grupo %2$s

source: You have been promoted to %1$s for the group: "%2$s". To view the group please visit: %3$s ---------------------
pt_pt: Foi promovido a %1$s para o grupo: "%2$s". Para ver o grupo aceda a: %3$s ---------------------

source: %1$s wants to join the group "%2$s". Because you are the administrator of this group, you must either accept or reject the membership request. To view all pending membership requests for this group, please visit: %3$s To view %4$s's profile: %5$s ---------------------
pt_pt: %1$s quer aderir ao grupo "%2$s". Uma vez que é o administrador deste grupo, terá que aceitar ou rejeitar este pedido de adesão. Para ver todos os pedidos pendentes para este grupo, visite: %3$s Para ver o perfil de %4$s's: %5$s ---------------------

source: Group details for the group "%1$s" were updated: To view the group: %2$s ---------------------
pt_pt: Detalhes do grupo "%1$s" foram actualizados: Para ver o grupo: %2$s ---------------------

source: %1$d new membership requests for the group "%2$s"
pt_pt: %1$d novos pedidos de adesão ao grupo "%2$s"

source: %1$s created the group %2$s
pt_pt: %1$s criou o grupo %2$s

source: %1$s replied to one of your comments: "%2$s" To view the original activity, your comment and all replies, log in and visit: %3$s ---------------------
pt_pt: %1$s respondeu a um dos seus comentários: "%2$s" Para ver a actividade original, o seu comentário e todas as respostas, inicie a sessão e visite: %3$s ---------------------

source: One of your friends %1$s has invited you to the group: "%2$s". To view your group invites visit: %3$s To view the group visit: %4$s To view %5$s's profile visit: %6$s ---------------------
pt_pt: Um dos seus amigos %1$s convidou-o para o grupo: "%2$s". Para ver os seus convites de grupo visite: %3$s Para ver o grupo visite: %4$s Para ver o perfil de %5$s's visita: %6$s ---------------------

source: %1$s mentioned you in the group "%2$s"
pt_pt: %1$s mencionou-o no grupo "%2$s"

source: %1$s mentioned you in the group "%2$s": "%3$s" To view and respond to the message, log in and visit: %4$s ---------------------
pt_pt: %1$s mencionou-o no grupo "%2$s": "%3$s" Para ver e responder à mensagem, inicie a sessão e visite: %4$s ---------------------

source: %1$s sent you a new message: Subject: %2$s "%3$s" To view and read your messages please log in and visit: %4$s ---------------------
pt_pt: %1$s enviou-lhe uma nova mensagem: Assunto: %2$s "%3$s" Para ver e ler as suas mensagens, inicie a sessão e visite: %4$s ---------------------

source: %1$s replied to one of your updates: "%2$s" To view your original update and all comments, log in and visit: %3$s ---------------------
pt_pt: %1$s respondeu a uma das suas actualizações: "%2$s" Para ver a sua actualização orginal e todos os comentários, inicie a sessão e visite: %3$s ---------------------

source: %1$s mentioned you in an update: "%2$s" To view and respond to the message, log in and visit: %3$s ---------------------
pt_pt: %1$s mencionou-o numa actualização: "%2$s" Para ver e responder à mensagem, inicie a sessão e visite: %3$s ---------------------

source: Forums were set up correctly using your existing bbPress install!
pt_pt: Os fóruns foram configurados correctamente usando a instalação actual do bbPress!

source: Settings Saved.
pt_pt: Configurações Guardadas.

source: Close Topic
pt_pt: Fechar Tópico

source: Delete Topic
pt_pt: Eliminar Tópico

source: BuddyPress will now use its internal copy of bbPress to run the forums on your site. If you wish, you can remove your old bbPress installation files, as long as you keep the bb-config.php file in the same location.
pt_pt: BuddyPress irá agora usar a sua cópia interna do bbPress para executar os fóruns no seu sítio. Se quiser, pode remover os ficheiros de instalação antigos do bbPress, desde que mantenha o ficheiro bb-config.php no mesmo local.

source: Existing bbPress Installation
pt_pt: Instalação Actual do bbPress

source: BuddyPress can make use of your existing bbPress install. Just provide the location of your <code>bb-config.php</code> file, and BuddyPress will do the rest.
pt_pt: O BuddyPress pode aproveitar a sua instalação actual do bbPress. Basta indicar a localização do seu ficheiro <code>bb-config.php</code>, e o BuddyPress irá tratar do resto.

source: matching tag "%s"
pt_pt: etiqueta correspondente "%s"

source: Complete Installation
pt_pt: Instalação Completa

source: New bbPress Installation
pt_pt: Nova Instalação do bbPress

source: You've decided to set up a new installation of bbPress for forum management in BuddyPress. This is very simple and is usually just a one click process. When you're ready, hit the link below.
pt_pt: Decidiu configurar uma nova instalação do bbPress para gerir fóruns no BuddyPress. Isto é muito simples e normalmente não vai além de um clique. Quando estive pronto, siga a hiperligação abaixo.

source: bbPress files were not found. To install the forums component you must download a copy of bbPress and make sure it is in the folder: "%s"
pt_pt: Os ficheiros do bbPress não foram encontrados. Para instalar o componente dos fóruns deve descarregar uma cópia do BuddyPress e certificar-se que está na pasta: "%s"

source: The bb-config.php file was not found at that location, please try again.
pt_pt: O ficheiro bb-config.php não foi encontrado nesse local, tente novamente.

source: Open Topic
pt_pt: Abrir Tópico

source: Un-stick Topic
pt_pt: Libertar Tópico

source: Sticky Topic
pt_pt: Tópico Fixo

source: Edit Topic
pt_pt: Editar Tópico

source: Deleted User
pt_pt: Utilizador Eliminado

source: Edit Group
pt_pt: Editar Grupo

source: Create Field Group
pt_pt: Criar Campo de Grupo

source: Field Group Title
pt_pt: Titulo do Campo de Grupo

source: Pages
pt_pt: Páginas

source: Components
pt_pt: Componentes

source: Register
pt_pt: Registar

source: Friend Connections
pt_pt: Ligações de Amigos

source: Discussion Forums
pt_pt: Fóruns de Discussão

source: Sorry, usernames may not contain the character "_"!
pt_pt: Lamentamos, nomes de utilizador não podem conter "_"!

source: Invalid activation key
pt_pt: Chave de activação inválida

source: Password
pt_pt: Senha

source: Log in
pt_pt: Ligar

source: Edit Profile
pt_pt: Editar Perfil

source: Topics Started
pt_pt: Tópicos Iniciados

source: Registration
pt_pt: Registo

source: %d posts
pt_pt: %d artigos

source: My Friends
pt_pt: Os Meus Amigos

source: Requests
pt_pt: Pedidos

source: Friendship accepted
pt_pt: Amizade aceite

source: Friendship could not be accepted
pt_pt: Amizade não pôde ser aceite

source: Friendship rejected
pt_pt: Amizade rejeitada

source: Friendship could not be rejected
pt_pt: Amizade não pôde ser rejeitada

source: A member sends you a friendship request
pt_pt: Um membro envia-lhe um pedido de amizade

source: A member accepts your friendship request
pt_pt: Um membro aceita o seu pedido de amizade

source: Friendship could not be requested.
pt_pt: Amizade não pôde ser pedida.

source: Friendship requested
pt_pt: Amizade pedida

source: You are already friends with this user
pt_pt: Já é amigo deste utilizador

source: You already have a pending friendship request with this user
pt_pt: Já tem um pedido de amizade pendente com este utilizador

source: Friendship could not be canceled.
pt_pt: Amizade não pôde ser cancelada.

source: Friendship canceled
pt_pt: Amizade cancelada

source: You are not yet friends with this user
pt_pt: Ainda não é amigo deste utilizador

source: You have a pending friendship request with this user
pt_pt: Tem um pedido de amizade pendente para este utilizador

source: New friendship created
pt_pt: Nova amizade criada

source: %d friends accepted your friendship requests
pt_pt: %d amigos aceitaram os seus pedidos de amizade

source: %s accepted your friendship request
pt_pt: %s aceitou o seu pedido de amizade

source: You have %d pending friendship requests
pt_pt: Tem %d pedidos de amizade pendentes

source: You have a friendship request from %s
pt_pt: Tem um pedido de amizade de %s

source: New friendship request from %s
pt_pt: Novo pedido de amizade de %s

source: Recently Active
pt_pt: Recentemente Activos

source: Alphabetically
pt_pt: Alfabeticamente

source: %s's Friends
pt_pt: Amigos de %s

source: See All
pt_pt: Ver Todos

source: You haven't added any friend connections yet.
pt_pt: Ainda não adicionou ligações de amigos.

source: %s hasn't created any friend connections yet.
pt_pt: %s ainda não criou ligações de amigos

source: There aren't enough site members to show a random sample just yet.
pt_pt: Aina não há membros do sítio suficientes para mostrar uma amostra aleatória.

source: Filter Friends
pt_pt: Filtrar Amigos

source: Friendship Requested
pt_pt: Pedido de Amizade

source: Cancel Friendship
pt_pt: Cancelar Amizade

source: Add Friend
pt_pt: Adicionar Amigo

source: Details
pt_pt: Detalhes

source: Invites
pt_pt: Convites

source: Group Avatar
pt_pt: Avatar do Grupo

source: Request Membership
pt_pt: Pedir Adesão

source: Send Invites
pt_pt: Enviar Convites

source: Admin Options
pt_pt: Opções de Administração

source: Delete Group
pt_pt: Eliminar Grupo

source: Group invite could not be accepted
pt_pt: Convite de grupo não pôde ser aceite.

source: Group invite accepted
pt_pt: Convite de grupo aceite

source: %s joined the group %s
pt_pt: %s aderiu ao grupo %s

source: Group invite could not be rejected
pt_pt: Convite de grupo não pôde ser rejeitado
