Repository: carloscort3s/traducoes
Catalog: buddypress/buddypress-*.po
Languages: pt_pt

source: %1$s | %2$s | Mentions
pt_pt: %1$s | %2$s | Menções

source: Activity feed mentioning %s.
pt_pt: Fluxo de actividade mencionando %s

source: <strong>Link</strong> - Activity generated by posts and comments, forum topics and replies, and some plugins, uses the link field for a permalink back to the content item. Some types of activity may not use this field, even if it has been set.
pt_pt: <strong>Hiperligação</strong> - A actividade gerada por publicações e comentários, tópicos no fórum e respostas e alguns <em>plugins</em>, usam o campo hiperligação para uma ligação permanente de volta ao conteúdo do item. Alguns tipos de actividade podem não usar este campo, mesmo que tenha sido configurado.

source: Activity generated by posts and comments, forum topics and replies, and some plugins, uses the link field for a permalink back to the content item.
pt_pt: A actividade gerada por publicações e comentários, tópicos no fórum e respostas e alguns <em>plugins</em>, usam o campo hiperligação para uma ligação permanente de volta ao conteúdo do item.

source: Viewing item %1$s to %2$s (of %3$s item)
pt_pt: A ver item %1$s até %2$s (de %3$s item)

source: Viewing site %1$s to %2$s (of %3$s site)
pt_pt: A ver sítio %1$s até %2$s (de %3$s sítio)

source: Notify members of relevant activity with a toolbar bubble and/or via email, and allow them to customize their notification settings.
pt_pt: Avisar os membros sobre actividade relevante com uma bolha na barra de ferramentas e/ou via email e permitir-lhes personalizar as suas configurações de aviso.

source: Field Requirement
pt_pt: Requisito de Campo

source: Single Fields
pt_pt: Campos Únicos

source: Multi-line Text Area
pt_pt: Área de Texto Multi Linha

source: Multi Fields
pt_pt: Campos Múltiplos

source: Activity feed of %s's favorites.
pt_pt: Fluxo de actividade dos favoritos de %s

source: Activity feed for %s's friends.
pt_pt: Fluxo de actividade dos amigos de %s

source: Configure bbPress
pt_pt: Configurar bbPress

source: Note: This component is retired and will not be receiving any updates in the future. Only use this component if your current site relies on it.
pt_pt: Nota: Este componente está descontinuado e não obterá quaisquer actualizações no futuro. Só use este componente se o seu sítio actual depender dele.

source: It boasts a bunch of cool features that the BP Legacy Discussion Forums does not have including:
pt_pt: Anuncia um conjunto de funcionalidades fixes que os Fóruns de Discussão do BP Antigo não dispõem incluindo:

source: bbPress is a brand-new forum plugin from one of the lead developers of BuddyPress.
pt_pt: bbPress é um <em>plugin</em> de fórum novo em folha com origem num dos principais programadores do BuddyPress

source: New! bbPress
pt_pt: Novo! bbPress

source: Install bbPress
pt_pt: Instalar bbPress

source: Non-group specific forum creation
pt_pt: Criação de fórum sem grupo específico

source: Moderation via the WP admin dashboard
pt_pt: Moderação via painel de controlo da administração WP

source: Topic splitting
pt_pt: Divisão de tópico

source: Spam management
pt_pt: Gestão de <em>spam</em>

source: Subscriptions
pt_pt: Subscrições

source: And more!
pt_pt: E mais!

source: If you decide to use bbPress, you will need to deactivate the legacy group forum component. For more info, <a href="%s">read this codex article</a>.
pt_pt: Se decidir usar o bbpress, vai precisar de desactivar o componente de fórum de grupos antigo. Para mais informação, <a href="%s">ler este artigo codex</a>.

source: Activity feed for the group, %s.
pt_pt: Fluxo de actividade para o grupo, %s.

source: %s | Site Wide Activity
pt_pt: %s | Actividade Geral do Sítio

source: RSS feed 'id' must be defined
pt_pt: A 'id' do fluxo RSS tem de ser definida

source: Activity feed for the entire site.
pt_pt: Fluxo de actividade para a totalidade do sítio.

source: %1$s | %2$s | Activity
pt_pt: %1$s | %2$s | Actividade

source: Activity feed for %s.
pt_pt: Fluxo de actividade %s.

source: %1$s | %2$s | Friends Activity
pt_pt: %1$s | %2$s | Actividade de Amigos

source: %1$s | %2$s | Group Activity
pt_pt: %1$s | %2$s | Actividade de Grupo

source: Public group activity feed of which %s is a member of.
pt_pt: Fluxo de actividade de grupo público do qual %s é um membro.

source: %1$s | %2$s | Favorites
pt_pt: %1$s | %2$s | Favoritos

source: Select activity item %1$d
pt_pt: Seleccionar o item de actividade %1$d

source: Select group %1$d
pt_pt: Seleccionar grupo %1$d

source: Your account was activated successfully! You can now <a href="%s">log in</a> with the username and password you provided when you signed up.
pt_pt: A sua conta foi activada com êxito! Pode agora <a href="%s">ligar-se</a> com o nome de utilizador e a senha que forneceu quando aderiu.

source: That username is not allowed
pt_pt: Esse nome de utilizador não é permitido

source: Viewing %1$s - %2$s of %3$s
pt_pt: A ver %1$s - %2$s de %3$s

source: If you leave this page, you will lose any unsaved changes you have made to the group.
pt_pt: Se sair desta página irá perder todas as alterações não guardadas que fez no grupo.

source: Your profile has unsaved changes. If you leave the page, the changes will be lost.
pt_pt: Os seu perfil tem alterações não guardadas. Se sair da página, as alterações serão perdidas.

source: %s year
pt_pt: %s ano

source: %s month
pt_pt: %s mês

source: %s week
pt_pt: %s semana

source: %s day
pt_pt: %s dia

source: %s hour
pt_pt: %s hora

source: %s minute
pt_pt: %s minuto

source: %s second
pt_pt: %s segundo

source: A list of recently published posts from across your network.
pt_pt: Uma lista de artigos recentemente publicados através da sua rede.

# Label for the Title field of the Recent Networkwide Posts widget
source: Title:
pt_pt: Título:

source: Link widget title to Blogs directory
pt_pt: Associar o título do <em>widget<em/> ao directório do Blogue

# Number of new activity mentions
source: %s new
pt_pt: %s novo

source: Show all %d comments
pt_pt: Mostrar todos %d comentários

source: Check Your Email To Activate Your Account!
pt_pt: Veja o Seu Email Para Activar a Sua Conta!

source: Notify group members of these changes via email
pt_pt: Avisar via email os membros do grupo sobre estas alterações

source: %s group has been permanently deleted.
pt_pt: %s grupo foi definitivamente eliminado.

source: BuddyPress&#8217;s powerful features help your users connect and collaborate. To help get your community started, we&#8217;ve activated two of the most commonly used tools in BP: <strong>Extended Profiles</strong> and <strong>Activity Streams</strong>. See these components in action at the %1$s and %2$s directories, and be sure to spend a few minutes <a href="%3$s">configuring user profiles</a>. Want to explore more of BP&#8217;s features? Visit the <a href="%4$s">Components panel</a>.
pt_pt: As potentes funcionalidades do BuddyPress ajudam os seus utilizadores a ligar-se e a colaborar. Para o ajudar a iniciar a sua comunidade, activamos duas da mais usadas ferramentas no BP: <strong>Perfis Alargados</strong> e <strong>Fluxos de Actividade</strong>. Veja estes componentes em acção nos directórios %1$s e %2$s e certifique-se que gasta alguns minutos <a href="%3$s">a configurar perfis de utilizador</a>. Quer explorar outras funcionalidades do BP? Visite o <a href="%4$s">Painel dos componentes</a>.

source: The current user is being initialized without using $wp->init().
pt_pt: O utilizador actual está a ser inicializado sem uso de $wp->init().

source: Core Developers
pt_pt: Programadores Nucleares

source: Recent Rockstars
pt_pt: <em>Rockstars</em> Recentes

source: Let members change this field's visibility
pt_pt: Deixe os membros alterar a visibilidade deste campo

source: Getting Started
pt_pt: Vamos Começar

source: Your Default Setup
pt_pt: A Sua Configuração Por Defeito

source: Community and Support
pt_pt: Comunidade e Apoio

source: Looking for help? The <a href="http://codex.buddypress.org/">BuddyPress Codex</a> has you covered, with dozens of user-contributed guides on how to configure and use your BP site. Can&#8217;t find what you need? Stop by <a href="http://buddypress.org/support/">our support forums</a>, where a vibrant community of BuddyPress users and developers is waiting to share tips, show off their sites, talk about the future of BuddyPress, and much more.
pt_pt: À procura de ajuda? O <a href="http://codex.buddypress.org/">Codex BuddyPress</a> apoia-o, com dúzias de guias de colaboradores utilizadores, sobre como configurar e utilizar o seu sítio BP. Não encontra aquilo que precisa? Passe nos <a href="http://buddypress.org/support/">nossos fóruns de apoio</a>, onde uma comunidade animada de utilizadores e programadores do BuddyPress o aguardam para partilhar dicas, mostrar os seus sítios, conversar sobre o futuro do BuddyPress e muito mais.

source: Go to the BuddyPress Settings page
pt_pt: Ir para a página de Configurações BuddyPress

# Page title for the Activity directory.
source: Activity
pt_pt: Acitividade

# Page title for the Groups directory.
source: Groups
pt_pt: Grupos

# Page title for the Sites directory.
source: Sites
pt_pt: Sítios

# Page title for the user account activation screen.
source: Activate
pt_pt: Activar

# Page title for the Members directory.
source: Members
pt_pt: Membros

# Page title for the user registration screen.
source: Register
pt_pt: Registar

source: The Name and Description box is fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to hide or unhide, or to choose a 1- or 2-column layout for this screen.
pt_pt: A caixa do Nome e Descrição está fixa, mas pode reposicionar todas as outras caixas usando arrasta e larga, e pode minimiza-las ou expandi-las clicando na barra do título de cada caixa. Use a aba das Opções de Ecrã para ocultar ou mostrar, ou para escolher o formato deste ecrã a 1 ou a 2 colunas.

source: Support Forums
pt_pt: Fóruns de Apoio

# group admin edit screen
source: Save
pt_pt: Guardar

source: You can manage groups much like you can manage comments and other content. This screen is customizable in the same ways as other management screens, and you can act on groups by using the on-hover action links or the Bulk Actions.
pt_pt: Pode gerir grupos da mesma forma que pode gerir comentários ou outro conteúdo. Este ecrã é personalizável do mesmo modo que outros ecrãs de gestão e pode agir sobre grupos usando as hiperligações de acção pelo cursor ou as Acções em Pacote.

source: Group Actions
pt_pt: Acções do Grupo

source: Clicking "Visit" will take you to the group&#8217;s public page. Use this link to see what the group looks like on the front end of your site.
pt_pt: Ao clicar "Visitar" será levado à página pública do grupo. Use esta hiperligação para ver a aparência que o grupo tem na interface do seu sítio.

source: Clicking "Edit" will take you to a Dashboard panel where you can manage various details about the group, such as its name and description, its members, and other settings.
pt_pt: Ao clicar "Editar" será levado a um Painel de Controlo onde pode gerir vários detalhes do grupo, tais como o seu nome e descrição, os seus membros e outras configurações.

source: If you click "Delete" under a specific group, or select a number of groups and then choose Delete from the Bulk Actions menu, you will be led to a page where you&#8217;ll be asked to confirm the permanent deletion of the group(s).
pt_pt: Se clicar "Eliminar" sob um determinado grupo ou seleccionar um número de grupos e depois escolher Eliminar no menu das Acções em Pacote, será levado a uma página onde lhe será pedido para confirmar a eliminação definitiva do grupo(s).

# Records the timestamp that the user registered into the activy stream
source: registered %s
pt_pt: registado %s

source: Group creator avatar of %s
pt_pt: Avatar do criador do grupo %s

source: The image was uploaded successfully
pt_pt: A imagem foi carregada com êxito

source: The image exceeds the maximum allowed file size of:
pt_pt: A imagem excede o tamanho máximo de ficheiro permitido de:

source: The uploaded file was only partially uploaded.
pt_pt: O ficheiro enviado foi só parcialmente carregado.

source: The image was not uploaded.
pt_pt: A imagem não foi carregada.

source: Missing a temporary folder.
pt_pt: Um pasta temporária em falta.

source: There was a problem cropping the avatar.
pt_pt: Houve um problema ao cortar o avatar.

source: The new group avatar was uploaded successfully.
pt_pt: O avatar do novo grupo foi carregado com êxito.

source: There was a problem cropping your avatar.
pt_pt: Houve um erro ao cortar o seu avatar.

source: Your new avatar was uploaded successfully.
pt_pt: O seu avatar novo foi carregado com êxito.

source: Community
pt_pt: Comunidade

# First field-group name
source: General
pt_pt: Geral

# Display name field
source: Display Name
pt_pt: Nome a Mostrar

source: Your users will distinguish themselves through their profile page. Create relevant profile fields that will show on each users profile.</br></br>Note: Any fields in the first group will appear on the signup page.
pt_pt: Os seus utilizadores irão dar-se a conhecer através das suas páginas de perfil. Crie campos de perfil relevantes que irão aparecer no perfil de cada utilizador.</br></br>Nota: Qualquer campo do primeiro grupo irá aparecer na página de adesão.

source: Extra configuration settings.
pt_pt: Definições de configuração extras.

source: BuddyPress Components use WordPress Pages for their root directory/archive pages. Here you can change the page associations for each active component.
pt_pt: Os componentes BuddyPress usam Páginas WordPress para os seus directório raíz/páginas de arquivo. Pode aqui alterar as associações de página para cada um dos componentes activos.

source: By default, all BuddyPress components are enabled. You can selectively disable any of the components by using the form. Your BuddyPress installation will continue to function. However, the features of the disabled components will no longer be accessible to anyone using the site.
pt_pt: Por defeito, todos os componentes BuddyPress estão ligados. Pode desligar selectivamente qualquer um dos componentes usando o formulário. A sua instalação BuddyPress continuará a funcionar. Contudo, as funcionalidades do componente desligado deixarão de estar acessíveis a quem quer que use o sítio.

source: <a href="http://codex.buddypress.org/getting-started/configure-buddypress-components/#users-profile-fields">Managing Profile Fields</a>
pt_pt: <a href="http://codex.buddypress.org/getting-started/configure-buddypress-components/#users-profile-fields">Gerindo Campos do Perfil</a>

source: <a href="http://codex.buddypress.org/getting-started/configure-buddypress-components/#settings-buddypress-settings">Managing Settings</a>
pt_pt: <a href="http://codex.buddypress.org/getting-started/configure-buddypress-components/#settings-buddypress-settings">Gerindo Configurações</a>

source: <a href="http://codex.buddypress.org/getting-started/configure-buddypress-components/#settings-buddypress-pages">Managing Pages</a>
pt_pt: <a href="http://codex.buddypress.org/getting-started/configure-buddypress-components/#settings-buddypress-pages">Gerindo Páginas</a>

source: <a href="http://codex.buddypress.org/getting-started/configure-buddypress-components/#settings-buddypress-components">Managing Components</a>
pt_pt: <a href="http://codex.buddypress.org/getting-started/configure-buddypress-components/#settings-buddypress-components">Gerindo Componentes</a>

source: Legacy Group Forums
pt_pt: Fóruns de Grupo Antigos

source: Retired <span class="count">(%s)</span>
pt_pt: Descontinuados <span class="count">(%s)</span>

source: Group forums allow for focused, bulletin-board style conversations.
pt_pt: Os fóruns de grupo permitem conversas focadas ao estilo dos BBS

source: Group Forums (Legacy)
pt_pt: Fóruns de Grupo (Antigos)

source: BuddyPress Forums are retired. Use %s.
pt_pt: Os fóruns BuddyPress foram descontinuados. Use %s

source: About
pt_pt: Acerca

source: Welcome to BuddyPress %s
pt_pt: Bem vindo ao BuddyPress %s

source: Welcome to BuddyPress
pt_pt: Bem vindo ao BuddyPress

source: What&#8217;s New
pt_pt: Novidades

source: Credits
pt_pt: Créditos

source: BuddyPress is created by a worldwide network of friendly folks.
pt_pt: BuddyPress é criado por uma rede mundiaç de gente amiga.

source: Project Leaders
pt_pt: Líderes do Projecto

source: Founding Developer
pt_pt: Programador Fundador

source: Project Lead
pt_pt: Líder do Projecto

source: Lead Developer
pt_pt: Líder do Desenvolvimento

source: View Conversation
pt_pt: Ver Conversa

# Change profile field visibility level
source: Change
pt_pt: Alterar

source: Add New
pt_pt: Adicionar Novo

source: Once you have built up friend connections you will be able to invite others to your group.
pt_pt: Logo que tenha feito ligações a amigos poderá convidar outros ao seu grupo.

# widget name
source: (BuddyPress) Recent Networkwide Posts
pt_pt: (BuddyPress) Publicações Recentes na Rede

# widget name
source: (BuddyPress) Members
pt_pt: (BuddyPress) Membros

# widget name
source: (BuddyPress) Who's Online
pt_pt: (BuddyPress) Quem Está Ligado

# widget name
source: (BuddyPress) Recently Active Members
pt_pt: (BuddyPress) Membros Recentemente Activos

# widget name
source: (BuddyPress) Groups
pt_pt: (BuddyPress) Grupos

source: BuddyPress Legacy
pt_pt: BuddyPress Antigo

source: Sort Order:
pt_pt: Ordenação:

source: Custom
pt_pt: Personalizável

source: Ascending
pt_pt: Ascendente

source: Descending
pt_pt: Descendente

source: %s activity item has been permanently deleted.
pt_pt: %s item de actividade foi eliminado definitivamente.

source: %s activity item has been successfully spammed.
pt_pt: %s item de actividade foi <em>spammed</em> com êxito.

source: %s activity item has been successfully unspammed.
pt_pt: %s item de actividade foi <em>unspammed</em> com êxito.

source: The activity item has been updated succesfully.
pt_pt: O item de actividade oi actualizado com êxito.

source: Special community roles no longer exist. Use mapped capabilities instead
pt_pt: Papéis especiais na comunidade deixaram de existir. Use em vez disso as capacidades de mapeadas

source: This page is a convenient way to edit the details associated with one of your groups.
pt_pt: Está página é uma forma conveniente para editar os detalhes associados com um dos seus grupos.

# group admin edit screen
source: Settings
pt_pt: Configurações

# group admin edit screen
source: Add New Members
pt_pt: Adicionar Novos Membros

# group admin edit screen
source: Manage Members
pt_pt: Gerir Membros

# Groups per page (screen options)
source: Groups
pt_pt: Grupos

source: Start typing a username to add a new member.
pt_pt: Comece a digitar o nome de utilizador para adicionar um novo membro.

source: You cannot remove all administrators from a group.
pt_pt: Não pode remover todos os administradores de um grupo.

source: An error occurred when trying to update your group details.
pt_pt: Ocorreu um erro ao tentar actualizar os detalhes do seu grupo.

source: The group has been updated successfully.
pt_pt: O grupo foi actualizado com êxito.

source: The following users could not be added to the group: <em>%s</em>
pt_pt: Os utilizadores a seguir não puderam ser adicionados ao grupo: <em>%s</em>

source: The following users were successfully added to the group: <em>%s</em>
pt_pt: Os utilizadores a seguir foram adicionados com êxito ao grupo: <em>%s</em>

source: An error occurred when trying to modify the following members: <em>%s</em>
pt_pt: Ocorreu um erro ao tentar modificar os membros a seguir: <em>%s</em>

source: The following members were successfully modified: <em>%s</em>
pt_pt: Os membros a seguir foram modificados com êxito: <em>%s</em>

source: Name and Description
pt_pt: Nome e Descrição

source: No group found with this ID. <a href="%s">Go back and try again</a>.
pt_pt: Sem grupos encontrados com esta ID. <a href="%s">Volte e tente novamente</a>.

source: Delete Groups
pt_pt: Eliminar Grupos

source: You are about to delete the following groups:
pt_pt: Vai eliminar os seguintes grupos:

source: This action cannot be undone.
pt_pt: Esta acção não pode ser revertida.

source: Search all Groups
pt_pt: Pesquisar em todos os Grupos

source: Privacy
pt_pt: Privacidade

source: Hidden
pt_pt: Oculto

source: Who can invite others to this group?
pt_pt: Quem pode convidar outros a este grupo?

source: Enter a comma-separated list of user logins.
pt_pt: Introduza uma lista de credenciais de utilizador separadas por vírgula.

source: Banned Users
pt_pt: Utilizadores Banidos

# Group member name in group admin
source: Name
pt_pt: Nome

# Group member role in group admin
source: Group Role
pt_pt: Papel no Grupo

source: Banned
pt_pt: Banido

source: Remove From Group
pt_pt: Remover do Grupo

source: No members of this type
pt_pt: Sem membros deste tipo

source: No groups found.
pt_pt: Sem grupos encontrados.

source: Public <span class="count">(%s)</span>
pt_pt: Público <span class="count">(%s)</span>

source: Private <span class="count">(%s)</span>
pt_pt: Privado <span class="count">(%s)</span>

source: Hidden <span class="count">(%s)</span>
pt_pt: Oculto <span class="count">(%s)</span>

# Groups admin Group Name column header
source: Name
pt_pt: Nome

# Groups admin Group Description column header
source: Description
pt_pt: Descrição

# Groups admin Privacy Status column header
source: Status
pt_pt: Estado

# Groups admin Members column header
source: # Members
pt_pt: # Membros

# Groups admin Last Active column header
source: Last Active
pt_pt: Último Activo

source: Cheatin&#8217; huh?
pt_pt: Então a fazer batota?

source: Switch to WordPress Toolbar
pt_pt: Mudar para a Barra de Ferramentas WordPress

source: %1$s edited the forum topic %2$s in the group %3$s
pt_pt: %1$s editaram o tópico %2$s do fórum no grupo %3$s

source: Show the Toolbar for logged out users
pt_pt: Mostrar a Barra de Ferramentas para os utilizadores ligados

source: Allow activity stream commenting on blog and forum posts
pt_pt: Permitir comentários ao fluxo de actividade das publicações no blogue e no fórum

source: Blog &amp; Forum Comments
pt_pt: Blogue &amp; Comentários do Fórum

source: %s Recipients
pt_pt: %s Destinatários

source: Change
pt_pt: Alterar

source: Friendship could not be requested.
pt_pt: A amizade não pôde ser pedida.

source: Arguments passed to %1$s should be in an associative array. See the inline documentation at %2$s for more details.
pt_pt: Os parâmetros passados a %1$s devem estar numa matriz de associação. Ver a documentação incluída em %2$s para mais detalhes.

source: You have %1$d new mentions
pt_pt: Tem %1$d menções novas

source: %1$s mentioned you
pt_pt: %1$s mencionou-te

source: Friendship request withdrawn
pt_pt: Pedido de amizade anulado

source: Friendship request could not be withdrawn
pt_pt: O pedido de amizade não pôde ser anulado

source: Cancel Friendship Request
pt_pt: Cancelar Pedido de Amizade

source: Cancel Friendship Requested
pt_pt: Pedido de Cancelamento de Amizade

source: Friendship request could not be cancelled.
pt_pt: O pedido de amizade não pôde ser cancelado.

source: bbPress Configuration
pt_pt: Configuração bbPress

source: Profile Settings
pt_pt: Configurações do Perfil

source: Attempt to save a new config file.
pt_pt: tentar guardar um ficheiro de configuração novo.

source: Repair
pt_pt: Reparar

source: Allow registered members to delete their own accounts
pt_pt: Permitir que membros registados eliminem as suas próprias contas

source: File does not exist
pt_pt: O ficheiro não existe
