Repository: carloscort3s/traducoes
Catalog: buddypress/buddypress-*.po
Languages: pt_pt

source: Group invite rejected
pt_pt: Convite de grupo rejeitado

source: There was an error when replying to that topic
pt_pt: Houve um erro ao responder a esse tópico.

source: Your reply was posted successfully
pt_pt: A sua resposta foi publicada com êxito

source: There was an error when making that topic a sticky
pt_pt: Houve um erro ao fixar esse tópico

source: The topic was made sticky successfully
pt_pt: O tópico foi fixado com êxito

source: There was an error when unsticking that topic
pt_pt: Houve um erro ao libertar esse tópico

source: The topic was unstuck successfully
pt_pt: O tópico foi liberto com êxito

source: There was an error when closing that topic
pt_pt: Houve um erro ao fechar esse tópico

source: The topic was closed successfully
pt_pt: O tópico foi fechado com êxito

source: There was an error when opening that topic
pt_pt: Houve um erro ao abrir esse tópico

source: The topic was opened successfully
pt_pt: O tópico foi aberto com êxito

source: There was an error deleting the topic
pt_pt: Houve um erro ao eliminar esse tópico

source: The topic was deleted successfully
pt_pt: O tópico foi eliminado com êxito

source: There was an error when editing that topic
pt_pt: Houve um erro ao editar esse tópico

source: The topic was edited successfully
pt_pt: O tópico foi editado com êxito

source: There was an error deleting that post
pt_pt: Houve um erro ao eliminar esse artigo

source: The post was deleted successfully
pt_pt: O artigo foi eliminado com êxito

source: There was an error when editing that post
pt_pt: Houve um erro ao editar este artigo

source: The post was edited successfully
pt_pt: O artigo foi editado com êxito

source: Group invites sent.
pt_pt: Convites de grupo enviados.

source: There was an error sending your group membership request, please try again.
pt_pt: Houve um erro ao enviar o pedido de adesão ao grupo, tente novamente.

source: Your membership request was sent to the group administrator successfully. You will be notified when the group administrator responds to your request.
pt_pt: O seu pedido de adesão foi enviado ao administrador do grupo com êxito. Será avisado quando o administrador do grupo responder ao seu pedido.

source: There was an error updating group details, please try again.
pt_pt: Houve um erro ao actualizar os detalhes do grupo, tente novamente.

source: Group details were successfully updated.
pt_pt: Os detalhes do grupo foram actualizados com êxito.

source: There was an error updating group settings, please try again.
pt_pt: Houve um erro ao actualizar as configurações do grupo, tente novamente.

source: Group settings were successfully updated.
pt_pt: As configurações do grupo foram actualizados com êxito.

source: Your avatar was deleted successfully!
pt_pt: O seu avatar foi eliminado com êxito!

source: There was a problem deleting that avatar, please try again.
pt_pt: Houve um problema ao eliminar esse avatar, tente novamente.

source: There was an error when promoting that user, please try again
pt_pt: Houve um erro ao promover esse utilizador, tente novamente

source: User promoted successfully
pt_pt: Utilizador promovido com êxito

source: There was an error when demoting that user, please try again
pt_pt: Houve um erro ao despromover esse utilizador, tente novamente

source: User demoted successfully
pt_pt: Utilizador despromovido com êxito

source: There was an error when banning that user, please try again
pt_pt: Houve um erro ao banir esse utilizador, tente novamente

source: User banned successfully
pt_pt: Utilizador banido com êxito

source: There was an error when unbanning that user, please try again
pt_pt: Houve um erro ao readmitir esse utilizador, tente novamente

source: User ban removed successfully
pt_pt: Banimento do utilizador removido com êxito

source: There was an error accepting the membership request, please try again.
pt_pt: Houve um erro ao aceitar o pedido de adesão, tente novamente.

source: Group membership request accepted
pt_pt: Pedido de adesão ao grupo aceite

source: There was an error rejecting the membership request, please try again.
pt_pt: Houve um erro ao rejeitar o pedido de adesão. Tente novamente.

source: Group membership request rejected
pt_pt: Pedido de adesão ao grupo rejeitado

source: There was an error deleting the group, please try again.
pt_pt: Houve um erro ao eliminar o grupo, tente novamente.

source: The group was deleted successfully
pt_pt: O grupo foi eliminado com êxito

source: A member invites you to join a group
pt_pt: Um membro convidou-o a aderir a um grupo

source: Group information is updated
pt_pt: A informação do grupo foi actualizada

source: You are promoted to a group administrator or moderator
pt_pt: Foi promovido a moderador ou administrador do grupo

source: A member requests to join a private group for which you are an admin
pt_pt: Um membro pediu para participar de um grupo privado do qual você é administrador

source: There was an error saving group details. Please try again.
pt_pt: Houve um erro ao guardar os detalhes do grupo. Tente novamente.

source: Please fill in all of the required fields
pt_pt: Preencha todos os campos obrigatórios

source: There was an error saving group details, please try again.
pt_pt: Houve um erro ao guardar os detalhes do grupo, tente novamente.

source: %s created the group %s
pt_pt: %s criou o grupo %s

source: There was an error saving the group avatar, please try uploading again.
pt_pt: Houve um erro ao guardar o avatar do grupo, tente enviar novamente.

source: The group avatar was uploaded successfully!
pt_pt: O avatar do grupo foi carregado com êxito!

source: There was an error joining the group.
pt_pt: Houve um erro ao aderir ao grupo.

source: You joined the group!
pt_pt: Filiou-se ao grupo!

source: Created a group
pt_pt: Criou um grupo

source: Joined a group
pt_pt: Filiou-se a um grupo

source: New group forum topic
pt_pt: Novo tópico no fórum do grupo

source: New group forum post
pt_pt: Novo artigo no fórum do grupo

source: Group Membership Requests
pt_pt: Pedidos de Adesão a Grupos

source: %d accepted group membership requests
pt_pt: %d pedidos de adesão aceites

source: Membership for group "%s" accepted
pt_pt: Adesão ao grupo "%s" foi aceite

source: %d rejected group membership requests
pt_pt: %d pedidos de adesão rejeitados

source: Membership for group "%s" rejected
pt_pt: Adesão ao grupo "%s" foi rejeitada

source: You were promoted to an admin in %d groups
pt_pt: Foi promovido a administrador em %d grupos

source: You were promoted to a mod in %d groups
pt_pt: Foi promovido a moderador em %d grupos

source: Group Invites
pt_pt: Convites de Grupo

source: You have %d new group invitations
pt_pt: Tem %d novos convites de grupo

source: You have an invitation to the group: %s
pt_pt: Tem um convite para o grupo:%s

source: Group Admin
pt_pt: Admin do Grupo

source: As the only Admin, you cannot leave the group.
pt_pt: Como único Admin, não pode sair do grupo.

source: You successfully left the group.
pt_pt: Saiu do grupo com êxito.

source: Group Mod
pt_pt: Moderador do Grupo

source: Group Details Updated
pt_pt: Detalhes do Grupo Actualizados

source: Membership request for group: %s
pt_pt: Pedido de adesão ao grupo: %s

source: Membership request for group "%s" accepted
pt_pt: Pedido de adesão ao grupo "%s" foi aceite

source: Membership request for group "%s" rejected
pt_pt: Pedido de adesão ao grupo "%s" foi rejeitada

source: an administrator
pt_pt: um administrador

source: a moderator
pt_pt: um moderador

source: You have been promoted in the group: "%s"
pt_pt: Foi promovido no grupo: "%s"

source: You have an invitation to the group: "%s"
pt_pt: Tem um convite para o grupo: "%s";

source: Public Group
pt_pt: Grupo Público

source: Hidden Group
pt_pt: Grupo Oculto

source: Private Group
pt_pt: Grupo Privado

source: Group
pt_pt: Grupo

source: Group avatar
pt_pt: Avatar do grupo

source: not yet active
pt_pt: ainda inactivo

source: Private
pt_pt: Privado

source: No Admins
pt_pt: Sem Administradores

source: No Mods
pt_pt: Sem Moderadores

source: Filter Groups
pt_pt: Filtrar Grupos

source: %s member
pt_pt: %s membro

source: %s members
pt_pt: %s membros

source: Demote to Member
pt_pt: Despromover para Membro

source: This group has no administrators
pt_pt: Este grupo não tem administradores

source: Promote to Admin
pt_pt: Promover a Admin

source: This group has no moderators
pt_pt: Este grupo não tem moderadores

source: Edit Details
pt_pt: Editar Detalhes

source: Group Settings
pt_pt: Configurações do Grupo

source: Manage Members
pt_pt: Gerir Membros

source: Membership Requests
pt_pt: Pedidos de Adesão

source: Leave Group
pt_pt: Sair do Grupo

source: Join Group
pt_pt: Filiar-se no Grupo

source: Request Sent
pt_pt: Pedido Enviado

source: This is a private group and you must request group membership in order to join.
pt_pt: Este é um grupo privado ao qual deve pedir adesão para entrar.

source: This is a private group. To join you must be a registered site member and request group membership.
pt_pt: Este é um grupo privado. Para entrar deve ser um membro registado no sítio e pedir adesão ao grupo.

source: This is a private group. Your membership request is awaiting approval from the group administrator.
pt_pt: Este é um grupo privado. O seu pedido de adesão está a aguardar aprovação do administrador do grupo.

source: This is a hidden group and only invited members can join.
pt_pt: Este é um grupo oculto onde só membros convidados podem entrar.

source: Recently Joined
pt_pt: Filiados Recentes

source: Most Popular
pt_pt: Mais Populares

source: Administrator Of
pt_pt: Administrador De

source: Moderator Of
pt_pt: Moderador De

source: No Group Avatar
pt_pt: Nenhum Avatar de Grupo

source: There are no groups to display.
pt_pt: Não existem grupos para mostrar.

source: Max groups to show:
pt_pt: Máx de grupos a mostrar:

source: No groups matched the current filter.
pt_pt: Nenhum grupo corresponde ao filtro actual.

source: Inbox
pt_pt: Caixa de Entrada

source: Compose
pt_pt: Compor

source: Notices
pt_pt: Avisos

source: My Messages
pt_pt: As Minhas Mensagens

source: There was an error sending that message, please try again
pt_pt: Houve um erro ao enviar essa mensagem, tente novamente

source: Notice sent successfully!
pt_pt: Aviso enviado com êxito!

source: There was an error sending that notice, please try again
pt_pt: Houve um erro ao enviar esse aviso, tente novamente

source: Message sent successfully!
pt_pt: Mensagem enviada com êxito!

source: There was a problem deactivating that notice.
pt_pt: Houve um problema ao desactivar esse aviso.

source: Notice deactivated.
pt_pt: Avisos desactivados.

source: There was a problem activating that notice.
pt_pt: Houve um problema ao activar esse aviso.

source: Notice activated.
pt_pt: Avisos activados.

source: There was a problem deleting that notice.
pt_pt: Houve um problema ao eliminar esse aviso.

source: Notice deleted.
pt_pt: Aviso eliminado.

source: Messages
pt_pt: Mensagens

source: A member sends you a new message
pt_pt: Um membro enviou-lhe uma nova mensagem

source: Your reply was sent successfully
pt_pt: A sua resposta foi enviada com êxito

source: There was a problem sending your reply, please try again
pt_pt: Houve um problema ao enviar a sua resposta, tente novamente

source: There was an error deleting that message.
pt_pt: Houve um erro ao eliminar essa mensagem.

source: Message deleted.
pt_pt: Mensagem eliminada.

source: There was an error deleting messages.
pt_pt: Houve um erro ao eliminar as mensagens.

source: Messages deleted.
pt_pt: Mensagens eliminadas.

source: You have %d new messages
pt_pt: Tem %d novas mensagens

source: You have %d new message
pt_pt: Tem %d nova mensagen

source: No Subject
pt_pt: Sem Assunto

source: New message from %s
pt_pt: Nova mensagem de %s

source: Select:
pt_pt: Seleccione:

source: Read
pt_pt: Lido

source: Unread
pt_pt: Não lido

source: Mark as Read
pt_pt: Marcar como Lido

source: Mark as Unread
pt_pt: Marcar como Não Lido

source: Delete Selected
pt_pt: Eliminar Seleccionados

source: Currently Active
pt_pt: Actualmente Activos

source: Send Message
pt_pt: Enviar Mensagem

source: %d Recipients
pt_pt: %d Destinatários

source: There was a problem posting your update, please try again.
pt_pt: Houve um problema ao publicar a sua actualização, tente novamente.

source: There was a problem when deleting. Please try again.
pt_pt: Houve um problema ao eliminar. Tente novamente.

source: Remove Favorite
pt_pt: Remover Favoritos

source: Favorite
pt_pt: Favoritos

source: Remove Invite
pt_pt: Remover Convite

source: Request Pending
pt_pt: Pedido Pendente

source: There was a problem accepting that request. Please try again.
pt_pt: Houve um problema ao aceitar esse pedido. Tente novamente.

source: There was a problem rejecting that request. Please try again.
pt_pt: Houve um problema ao recusar esse pedido. Tente novamente.

source: Error joining group
pt_pt: Erro ao aderir ao grupo

source: Error requesting membership
pt_pt: Erro ao pedir adesão

source: Membership Requested
pt_pt: Adesão Pedida

source: Error leaving group
pt_pt: Erro ao sair do grupo

source: There was a problem closing the notice.
pt_pt: Houve um problema ao fechar o aviso.

source: There was a problem sending that reply. Please try again.
pt_pt: Houve um problema ao enviar a resposta. Tente novamente.

source: There was a problem marking messages as unread.
pt_pt: Houve um problema ao marcar as mensagens como não lidas.

source: There was a problem marking messages as read.
pt_pt: Houve um problema ao marcar as mensagens como lidas.

source: There was a problem deleting messages.
pt_pt: Houve um problema ao eliminar as mensagens.

source: Load More
pt_pt: Carregue Mais

source: Sorry, there was no activity found. Please try a different filter.
pt_pt: Lamentamos, nenhuma actividade encontrada. Tente um filtro diferente.

source: Mark as Favorite
pt_pt: Marcar como Favorito

source: or press esc to cancel.
pt_pt: ou prima esc para cancelar.

source: Site Activity
pt_pt: Actividade do Sítio

source: The public activity for everyone on this site.
pt_pt: A actividade pública de todos neste sítio.

source: The activity of my friends only.
pt_pt: A actividade somente dos meus amigos.

source: The activity of groups I am a member of.
pt_pt: A actividade dos grupos dos quais sou membro.

source: The activity I've marked as a favorite.
pt_pt: A actividade que marquei como favorita.

source: Activity that I have been mentioned in.
pt_pt: Actividade em que fui mencionado.

source: What's new in %s, %s?
pt_pt: Há novidades em %s, %s?

source: Post Update
pt_pt: Actualização de Artigo

source: Post in
pt_pt: Publicar em

source: You are browsing the archive for %1$s.
pt_pt: Está a procurar no arquivo de %1$s

source: &larr; Previous Entries
pt_pt: &larr; Entradas Anteriores

source: Next Entries &rarr;
pt_pt: &larr; Próximas Entradas

source: Permanent Link to
pt_pt: Hiperligação Permanente para

source: Read the rest of this entry &rarr;
pt_pt: Continue a ler esta entrada... &rarr;

source: Tags:
pt_pt: Etiquetas:

source: No Comments &#187;
pt_pt: Sem comentários &#187;

source: 1 Comment &#187;
pt_pt: 1 Comentário &#187;

source: % Comments &#187;
pt_pt: % Comentários &#187;

source: Not Found
pt_pt: Não Encontrado

source: Sorry, no attachments matched your criteria.
pt_pt: Lamentamos, nenhum anexo corresponde ao seu critério.

source: Order By:
pt_pt: Ordenar Por:

source: Last Active
pt_pt: Último Activo

source: Alphabetical
pt_pt: Alfabética

source: Password Protected
pt_pt: Protegido por Senha

source: Enter the password to view comments.
pt_pt: Insira a senha para ver os comentários.

source: Comments are closed, but <a href="%1$s" title="Trackback URL for this post">trackbacks</a> and pingbacks are open.
pt_pt: Os comentários estão fechados, mas <a href="%1$s" title="Trackback URL for this post">rastreios</a> e requisições hiperligações estão abertos.

source: Comments are closed.
pt_pt: Os comentários estão fechados.

source: Submit
pt_pt: Enviar

source: New Topic
pt_pt: Novo Tópico

source: Sorry, there were no forum topics found.
pt_pt: Lamentamos, não foram encontrados tópicos do fórum.

source: Post a New Topic:
pt_pt: Publique um novo Tópico:

source: Title:
pt_pt: Título:

source: Content:
pt_pt: Conteúdo:

source: Tags (comma separated):
pt_pt: Etiquetas ( separadas por vírgulas):

source: Post In Group Forum:
pt_pt: Publicar no Fórum do Grupo:

source: Post Topic
pt_pt: Publicar Tópico

source: You are not a member of any groups so you don't have any group forums you can post in. To start posting, first find a group that matches the topic subject you'd like to start. If this group does not exist, why not <a href='%s'>create a new group</a>? Once you have joined or created the group you can post your topic in that group's forum.
pt_pt: Não é membro de nenhum grupo pelo que não dispõe de fóruns de grupo onde possa publicar. Para iniciar a publicação, primeiro encontre um grupo que corresponda ao assunto do tópico que gostaria de começar. Se tal grupo não existir, porque não <a href='%s'>criar um novo grupo</a>? Após aderir ou criar um grupo pode publicar o seu tópico no fórum desse grupo.

source: Most Posts
pt_pt: Com Mais Artigos

source: Unreplied
pt_pt: Sem resposta

source: Your comment is awaiting moderation.
pt_pt: O seu comentário aguarda moderação.

source: Theme activated! This theme contains <a href="%s">custom header image</a> support and <a href="%s">sidebar widgets</a>.
pt_pt: Tema activado! Este tema permite que a <a href="%s">imagem de cabeçalho personalizada</a> seja definida e contém <a href="%s"><em>widgets</em> da barra lateral</a>.

source: My Favorites
pt_pt: Os Meus Favoritos

source: Accepted
pt_pt: Aceite

source: Rejected
pt_pt: Rejeitado

source: Show all comments for this thread
pt_pt: Mostrar todos os comentários desta discussão

source: Show all
pt_pt: Mostrar todos

source: comments
pt_pt: comentários

source: Create a Group
pt_pt: Criar um Grupo

source: Groups Directory
pt_pt: Pasta de Grupos

source: (required)
pt_pt: (obrigatório)

source: Enable discussion forum
pt_pt: Habilitar fórum de discussão

source: <strong>Attention Site Admin:</strong> Group forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
pt_pt: <strong>Atenção Administrador do Sítio:</strong> Fóruns de grupo requerem a <a href="%s">definição e configuração correctas </a> de uma instalação bbPress.

source: Privacy Options
pt_pt: Opções de Privacidade

source: This is a public group
pt_pt: Este é um grupo público

source: Any site member can join this group.
pt_pt: Qualquer membro do sítio pode aderir a este grupo.

source: This group will be listed in the groups directory and in search results.
pt_pt: Este grupo será listado no directório dos grupos e nos resultados de pesquisa.

source: Group content and activity will be visible to any site member.
pt_pt: Conteúdos e actividade do grupo estarão visíveis a qualquer membro do sítio.

source: This is a private group
pt_pt: Este é um grupo privado

source: Only users who request membership and are accepted can join the group.
pt_pt: Só utilizadores que pedem adesão e são aceites podem aderir ao grupo.

source: Group content and activity will only be visible to members of the group.
pt_pt: Conteúdos e actividade do grupo só estarão visíveis aos membros do grupo.

source: This is a hidden group
pt_pt: Este é um grupo oculto

source: Only users who are invited can join the group.
pt_pt: Apenas utilizadores convidados podem aderir ao grupo.

source: This group will not be listed in the groups directory or search results.
pt_pt: Este grupo não será listado no directório dos grupos ou nos resultados de pesquisa.

source: Upload an image to use as an avatar for this group. The image will be shown on the main group page, and in search results.
pt_pt: Carregue uma imagem para usar como um avatar deste grupo. A imagem será mostrada na página do grupo principal, e em resultados de pesquisa.

source: Upload Image
pt_pt: Carregar Imagem

source: To skip the avatar upload process, hit the "Next Step" button.
pt_pt: Para saltar o processo de envio do avatar, clique no botão "Próximo Passo".

source: Crop Group Avatar
pt_pt: Cortar Avatar do Grupo

source: Avatar to crop
pt_pt: Avatar a cortar

source: Avatar preview
pt_pt: Pré-visualização do Avatar

source: Crop Image
pt_pt: Cortar Imagem

source: Select people to invite from your friends list.
pt_pt: Seleccione as pessoas a convidar da sua lista de amigos.

source: Next Step
pt_pt: Próximo Passo

source: Create Group and Continue
pt_pt: Criar Grupo e Continuar

source: Finish
pt_pt: Concluir

source: There were no groups found.
pt_pt: Não Foram Encontrados Grupos.

source: Most Members
pt_pt: Com Mais Membros

source: Newly Created
pt_pt: Recém Criados

source: Group Description
pt_pt: Descrição do Grupo

source: If you'd like to remove the existing avatar but not upload a new one, please use the delete avatar button.
pt_pt: Se quiser remover o avatar actual e não enviar um novo, use o botão de eliminar avatar.

source: Delete Avatar
pt_pt: Eliminar Avatar

source: Crop Avatar
pt_pt: Cortar Avatar

source: Administrators
pt_pt: Administradores

source: Moderators
pt_pt: Moderadores

source: (banned)
pt_pt: (banido)

source: Kick and ban this member
pt_pt: Expulsar e banir este membro

source: Remove Ban
pt_pt: Remover Expulsão

source: Kick &amp; Ban
pt_pt: Expulsar &amp; Banir

source: Promote to Mod
pt_pt: Promover a Moderador

source: This group has no members.
pt_pt: Este grupo não tem membros.

source: Accept
pt_pt: Aceitar

source: Reject
pt_pt: Rejeitar

source: There are no pending membership requests.
pt_pt: Não existem pedidos de adesão pendentes.

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back, please be careful with this option.
pt_pt: AVISO: Ao Eliminar este grupo irá remover completamente TODOS os conteúdos associados a ele. Não poderá reverter, tenha cuidado com esta opção.

source: I understand the consequences of deleting this group.
pt_pt: Compreendo as consequências de eliminar este grupo.

source: You will auto join this group when you start a new topic.
pt_pt: Aderirá automaticamente a este grupo quando iniciar um novo tópico.

source: This topic does not exist.
pt_pt: Este tópico não existe.

source: Permanent link to this post
pt_pt: Hiperligação permanente para esta publicação

source: You will auto join this group when you reply to this topic.
pt_pt: Aderirá automaticamente a este grupo quando responder a este tópico.

source: Add a reply:
pt_pt: Adicionar uma resposta:

source: Post Reply
pt_pt: Publicar Resposta

source: This topic is closed, replies are no longer accepted.
pt_pt: Este tópico está fechado, já não são aceites respostas.

source: There are no posts for this topic.
pt_pt: Não há artigos para este tópico.

source: Group Admins
pt_pt: Administradores do Grupo

source: Group Mods
pt_pt: Moderadores do Grupo

source: You are requesting to become a member of the group '%s'.
pt_pt: Está a pedir para aderir ao grupo '%s'.

source: Comments (optional)
pt_pt: Comentários (facultativo)

source: Send Request
pt_pt: Enviar Pedido

source: Site Wide Activity RSS Feed
pt_pt: Notícias RSS da Actividade de Todo o Sítio

source: Activity RSS Feed
pt_pt: Notícias RSS da Actividade

source: Group Activity RSS Feed
pt_pt: Notícias RSS da Actividade do Grupo

source: Sorry, but you are looking for something that isn't here.
pt_pt: Lamentamos, mas está à procura de qualquer coisa que não está aqui.

source: Links
pt_pt: Hiperligações

source: Members Directory
pt_pt: Pasta de Membros
