Repository: carloscort3s/traducoes
Catalog: buddypress/buddypress-*.po
Languages: pt_pt

# signup users
source: Pending <span class="count">(%s)</span>
pt_pt: A aguardar <span class="count">(%s)</span>

source: Repair user "last activity" data
pt_pt: Reparar dados "last activity" do utilizador

source: Determining last activity dates for each user&hellip; %s
pt_pt: A determinar datas da última actividade para cada utilizador&hellip; %s

source: Search Pending Accounts
pt_pt: A pesquisar Contas Pendentes

source: %s&#8217;s profile was updated
pt_pt: O perfil de %s foi actualizado

source: Could not create user
pt_pt: O utilizador não pôde ser criado

source: Last Sent
pt_pt: Último Enviado

source: # Times Emailed
pt_pt: Email Enviado # Vezes

# Pending signup action
source: Activate
pt_pt: Activar

# Pending signup action
source: Email
pt_pt: Endereço de email

source: No pending accounts found.
pt_pt: Não foram encontradas contas pendentes.

source: Manage Signups
pt_pt: Gerir Adesões

# Pending Accounts per page (screen options)
source: Pending Accounts
pt_pt: Contas Pendentes

source: This is the admininistration screen for pending accounts on your site.
pt_pt: Este é o ecrã de administração das contas contas pendentes no seu sítio.

source: From the screen options, you can customize the displayed columns and the pagination of this screen.
pt_pt: Pelo ecrã das opções pode personalizar as colunas mostradas e a paginação deste ecrã.

source: You can reorder the list of your pending accounts by clicking on the Username, E-mail or Registered column headers.
pt_pt: Pode reordenar a listagem das suas contas pendentes clicando nos cabeçalhos das colunas Nome do Utilizador, Email ou Registado.

source: Using the search form, you can find pending accounts more easily. The Username and E-mail fields will be included in the search.
pt_pt: Usando o formulário de pesquisa, pode encontrar contas pendentes mais facilemente. Os campos Nome do Utilizador e Email serão incluídos na pesquisa.

source: Hovering over a row in the pending accounts list will display action links that allow you to manage pending accounts. You can perform the following actions:
pt_pt: Passando o cursor sobre uma linha na listagem das contas pendentes irá mostrar hiperlinks de acção que lhe permitem gerir as contas pendentes. Pode executar as acções seguintes:

source: "Email" takes you to the confirmation screen before being able to send the activation link to the desired pending account. You can only send the activation email once per day.
pt_pt: "Email" leva-o ao ecrã de confirmação antes de ser possível enviar a hiperligação de activação à conta pendente pretendida. Só pode enviar o email de activação uma vez por dia.

source: "Delete" allows you to delete a pending account from your site. You will be asked to confirm this deletion.
pt_pt: "Eliminar" permite-lhe apagar uma conta pendente do seu sítio. Irá ser-lhe pedido para confirmar esta delecção.

source: By clicking on a Username you will be able to activate a pending account from the confirmation screen.
pt_pt: Ao clicar num Nome de Utilizador poderá activar uma conta pendente no ecrã de confirmação.

source: Bulk actions allow you to perform these 3 actions for the selected rows.
pt_pt: Acções em pacote permitem executar estas 3 acções nas linhas seleccionadas.

# signup resent
source: %s activation email successfully sent!
pt_pt: %s email de activação foi enviado com êxito!

# signup notsent
source: %s activation email was not sent.
pt_pt: %s email de activação não foi enviado.

# signup resent
source: %s account successfully activated!
pt_pt: %s conta activada com êxito!

# signup notsent
source: %s account was not activated.
pt_pt: %s conta não foi activada.

# signup deleted
source: %s sign-up successfully deleted!
pt_pt: %s adesão foi eliminada com êxito!

# signup notdeleted
source: %s sign-up was not deleted.
pt_pt: %s adesão não foi eliminada.

source: There was a problem sending the activation emails, please try again.
pt_pt: Houve um problema ao enviar os emails de activação, tente novamente.

source: There was a problem activating accounts, please try again.
pt_pt: Houve um problema ao activar contas, tente novamente.

source: There was a problem deleting sign-ups, please try again.
pt_pt: Houve um problema ao eliminar adesões, tente novamente.

source: Delete Pending Accounts
pt_pt: Eliminar Contas Pendentes

source: You are about to delete the following account:
pt_pt: Vai eliminar a seguinte conta:

source: Activate Pending Accounts
pt_pt: Activar Contas Pendentes

source: You are about to activate the following account:
pt_pt: Vai activar a seguinte conta:

source: Resend Activation Emails
pt_pt: Reenviar Emails de Activação

source: You are about to resend an activation email to the following account:
pt_pt: Vai reenviar um email de activação para a seguinte conta:

source: Last notified: %s
pt_pt: Útimo avisado: %s

source: (less than 24 hours ago)
pt_pt: (há menos de 24 horas)

source: Confirm
pt_pt: Confirmar

source: <strong>ERROR</strong>: Couldn&#8217;t register you. Please contact the <a href="mailto:%s">webmaster</a>.
pt_pt: <strong>ERRO</strong>: Não o pudemos registar. Contacte o <a href="mailto:%s">webmaster</a>.

source: the sign-up has already been activated.
pt_pt: a adesão já foi activada.

source: Invalid activation key.
pt_pt: Chave de activação inválida

source: The user is already active.
pt_pt: O utilizador já está activo.

source: The site is already active.
pt_pt: O sítio já está activo.

source: That username is already activated.
pt_pt: Esse nome de utilizador já está activado.

source: Available Tools
pt_pt: Ferramentas Disponíveis

source: Counting the number of groups for each user&hellip; %s
pt_pt: A contar o número de grupos de cada utilizador&hellip; %s

source: Counting the number of active members on the site&hellip; %s
pt_pt: A contar o número de membros activos no sítio&hellip; %s

# buddypress tools intro
source: Use the %s to repair these relationships.
pt_pt: Use o %s para reparar estas associações.

source: BuddyPress Tools
pt_pt: Ferramentas BuddyPress

source: BuddyPress keeps track of various relationships between users, groups, and activity items. Occasionally these relationships become out of sync, most often after an import, update, or migration.
pt_pt: BuddyPress memoriza várias associações entre utilizadores, grupos e items de actividade. Ocasionalmente estas associações ficam dessincronizadas, muitas vezes depois de uma importação, actualização ou migração.

source: Use the tools below to manually recalculate these relationships.
pt_pt: Use as ferramentas abaixo para recalcular estas associações manualmente.

source: Some of these tools create substantial database overhead. Avoid running more than one repair job at a time.
pt_pt: Algumas destas ferramentas geram uma sobrecarga substancial na base de dados. Evite executar mais que uma tarefa de reparação de cada vez.

source: Data to Repair:
pt_pt: Data para Reparar:

source: Repair Items
pt_pt: Reparar Itens

source: Count total members
pt_pt: Contar total de membros

source: Count friends for each user
pt_pt: Contar amigos de cada utilizador

source: Count groups for each user
pt_pt: Contar grupos de cada utilizador

source: Counting the number of friends for each user&hellip; %s
pt_pt: A contar o número de amigos de cada utilizador&hellip; %s

source: Invite successfully removed
pt_pt: Convite removido com êxito

source: There was an error removing the invite
pt_pt: Houve um erro ao remover o convite

source: You are not allowed to send or remove invites
pt_pt: Não lhe é permitido enviar or remover convites

source: The member requested to join the group
pt_pt: O membro pediu para aderir ao grupo

# component directory title
source: Groups
pt_pt: Grupos

# component directory title
source: Members
pt_pt: Membros

# component directory title
source: Directory
pt_pt: Directório

# component directory title
source: Sitewide Activity
pt_pt: Actividade Geral do Sítio

source: This activity item has a type (%s) that is not registered using bp_activity_set_action(), so no label is available.
pt_pt: Este item de actividade é de um tipo (%s) que não foi registado usando bp_activity_set_action(), por isso não tem legenda disponível.

source: Viewing invitation %1$s to %2$s (of %3$s invitation)
pt_pt: A ver convite %1$s até %2$s (de %3$s convite)

source: %1$s&#8217;s profile was updated
pt_pt: O perfil de %1$s foi actualizado

source: Profile Updates
pt_pt: Actualizações do Perfil

source: Visibility
pt_pt: Visibilidade

source: Your profile settings have been saved.
pt_pt: As suas configurações do perfil foram guardadas.

source: This member's profile settings have been saved.
pt_pt: As configurações do perfil deste membro foram guardadas.

source: This field's visibility cannot be changed.
pt_pt: A visibilidade deste campo não pode ser alterada.

source: Load Newest
pt_pt: Carregar o Mais Recente

source: Automatically check for new items while viewing the activity stream
pt_pt: Verificar automaticamente por itens novos enquanto vê o fluxo de actividade

source: Activity auto-refresh
pt_pt: Auto refrescamento da actividade

source: Oldest
pt_pt: Os mais antigos

source: User last_activity data is no longer stored in usermeta. Use bp_get_user_last_activity() instead.
pt_pt: Dados de <em>last_activity</em> já não são gravados em <em>usermeta</em>. Use antes <em>bp_get_user_last_activity()</em>.

source: User last_activity data is no longer stored in usermeta. Use bp_update_user_last_activity() instead.
pt_pt: Dados de <em>last_activity</em> já não são gravados em <em>usermeta</em>. Use antes <em>bp_update_user_last_activity()</em>.

source: In the main column, you can edit the fields of the user&#39;s extended profile.
pt_pt: Na coluna principal pode editar os campos do perfil alargado do utilizador.

source: In the right-hand column, you can update the user&#39;s status, delete the user&#39;s avatar, and view recent statistics.
pt_pt: Na coluna do lado direito pode actualizar o estado do utilizador, apagar o avatar do utilizador e ver estatísticas recentes.

source: User account has not yet been activated
pt_pt: a conta do utilizador ainda não foi activada

source: %s has been marked as a spammer. All BuddyPress data associated with the user has been removed
pt_pt: %s foi marcado como <em>spammer</em>. Todos os dados BuddyPress associados ao utilizador foram apagados

source: %s site
pt_pt: %s sítio

source: %s friend
pt_pt: %s amigo

source: %s group
pt_pt: %s grupo

source: Only the group creator may continue editing this group.
pt_pt: Só o criador do grupo pode continuar a editar este grupo.

source: WordPress Profile
pt_pt: Perfil WordPress

source: Community Profile
pt_pt: Perfil da Comunidade

source: No users were found
pt_pt: Sem utilizadores encontrados

source: This is the admin view of a user&#39;s profile.
pt_pt: Esta é a visualização de administração do perfil de um utilizador.

source: <a href="http://codex.buddypress.org/buddypress-site-administration/managing-user-profiles/">Managing Profiles</a>
pt_pt: <a href="http://codex.buddypress.org/buddypress-site-administration/managing-user-profiles/">Gerindo Perfis</a>

# members user-admin edit screen
source: Status
pt_pt: Estado

source: Avatar was deleted successfully!
pt_pt: O avatar foi eliminado com êxito!

source: Profile updated.
pt_pt: O perfil foi actualizado.

source: User could not be removed as spammer.
pt_pt: O utilizador não pôde ser eliminado como <em>spammer</em>.

source: User could not be marked as spammer.
pt_pt: O utilizador não pôde ser marcado como <em>spammer</em>.

source: An error occured while trying to update the profile.
pt_pt: Ocorreu um erro ao tentar actualizar o perfil.

source: &larr; Back to Users
pt_pt: &larr; Voltar aos Utilizadores

source: Edit User
pt_pt: Editar Utilizador

# user
source: Add New
pt_pt: Adicionar Novo

# user
source: Add Existing
pt_pt: Adicionar Existente

source: No user found with this ID. <a href="%s">Go back and try again</a>.
pt_pt: Sem utilizador encontrado com esta ID. <a href="%s">Volte e tente novamente</a>.

source: View Profile
pt_pt: Ver Perfil

source: Spammer
pt_pt: <em>Spammer</em>

source: Registered on: <strong>%1$s</strong>
pt_pt: Registado em: <strong>%1$s</strong>

source: Update Profile
pt_pt: Actualizar Perfil

source: Last active: <strong>%1$s</strong>
pt_pt: Último activo: <strong>%1$s</strong>

# xprofile user-admin edit screen
source: User marked as a spammer
pt_pt: O utilizador foi marcado como <em>spammer</em>

source: Friends <span class="%s">%s</span>
pt_pt: Amigos <span class="%s">%s</span>

source: Groups <span class="%s">%s</span>
pt_pt: Grupos <span class="%s">%s</span>

source: Messages <span class="%s">%s</span>
pt_pt: Mensagens <span class="%s">%s</span>

source: Notifications <span class="%s">%s</span>
pt_pt: Avisos <span class="%s">%s</span>

source: It&#8217;s a great time to use BuddyPress! %s is our first version with a new component in over two years. Not only that, there are plenty of new features, enhancements, and bug fixes.
pt_pt: É uma grande altura para usar o BuddyPress! %s é a nossa primeira versão com um novo componente em mais de dois anos. Não somente, há muitas funcionalidades novas, melhoramentos e correcções de erros.

source: Thanks for updating! BuddyPress %s is our first version with a new component in over two years. Not only that, there are plenty of new features, enhancements, and bug fixes.
pt_pt: Obrigado por actualizar! BuddypPress %s é a nossa primeira versão com um novo componente em mais de dois anos. Não somente, há muitas funcionalidades novas, melhoramentos e correcções de erros.

source: Check out the highlights:
pt_pt: Veja os destaques:

source: You can now add dynamic BuddyPress links to custom navigation menus.
pt_pt: Agora pode adicionar hiperligações BuddyPress aos menus de navegação personalizáveis.

source: Notifications have been moved into their own component.
pt_pt: Os avisos foram movidos para o seu componente próprio.

source: Three new widgets, allowing easier site customization.
pt_pt: Três <em>widgets</em> novos, permitindo uma personalização mais fácil do sítio.

source: Dynamic links for custom navigation menus
pt_pt: Hiperligações dinâmicas para menus de navegaçãom personalizáveis

source: It&#8217;s now easy to add BuddyPress-specific links to your menus through <a href="%s">Appearance &gt; Menus</a>. For example, you can now add a link to a specific user profile screen, and each person will end up at that screen inside their own user profile.
pt_pt: É agora fácil adicionar hiperligações específicas do BuddyPress aos seus menus através de <a href="%s">Aspecto &gt; Menus</a>. Por exemplo, pode agora adicionar uma hiperligação a um ecrã de perfil de utilizador específico e cada pessoa poderá ir até esse ecrã do interior do seu próprio perfil.

source: Notifications component
pt_pt: Componente de avisos

source: The notification features have been promoted into a new component. Use it to keep your site&#8217;s members abreast of the latest connections and @mentions within the site, via email notifications and Toolbar alerts.
pt_pt: As funcionalidades de avisos foram promovidas a um novo componente. Use-o para manter os utilizadores do seu sítio a par das últimas conexões e menções dentro do sítio, via avisos de email e alertas na Barra de Ferramentas.

source: <strong>Friends Widget</strong>: a list of recently active, popular, and newest friends of the displayed member.
pt_pt: <strong><em>Widget</em> Amigos</strong>: uma lista dos amigos do membro mostrado recentemente activos, populares e mais recentes.

source: <strong>Log In Widget</strong>: adds a simple &ldquo;Log In&rdquo; form to your site.
pt_pt: <strong><em>Widget</em> Ligar</strong>: adiciona um formulário &ldquo;Ligar&rdquo; simples ao seu sítio.

source: <strong>Sitewide Notices Widget</strong>: display Sitewide Notices from the Private Messaging component.
pt_pt: <strong><em>Widget</em> Avisos Gerais do Sítio</strong>: mostra Avisos Gerais do Sítio a partir do componente Mensagens Privadas.

source: Developer changes
pt_pt: Modificações de Desenvolvimento

source: <code>bp_redirect_canonical()</code> functionality has been reinstated
pt_pt: funcionalidade <code>bp_redirect_canonical()</code> foi reintroduzida

source: Improved phpDoc inline documentation
pt_pt: Documentação phpDoc em linha Melhorada

source: Improved compatibility with <a href="%s">develop.svn.wordpress.org</a> unit-test suite
pt_pt: Compatibilidade melhorada com a <em>unit-test suite</em> <a href="%s">develop.svn.wordpress.org</a>

source: <a href="%s">&hellip;and lots more!</a>
pt_pt: <a href="%s">&hellip;e muito mais!</a>

source: BuddyPress %s is our first version with a new component in over two years. Not only that, there are plenty of new features, enhancements, and bug fixes.
pt_pt: BuddyPress %s é a nossa primeira versão com um novo componente em mais de dois anos. Não somente, há muitas funcionalidades novas, melhoramentos e correcções de erros.

source: The following active BuddyPress Components do not have associated WordPress Pages: %2$s. <a href="%1$s">Repair</a>
pt_pt: Os Componentes BuddyPress activos seguintes não têm Páginas WordPress associadas: %2$s. <a href="%1$s">Reparar</a>

source: Each BuddyPress Component needs its own WordPress page. The following WordPress Pages have more than one component associated with them: %2$s. <a href="%1$s">Repair</a>
pt_pt: Cada Componente BuddyPress precisa da sua própria página WordPress. As Páginas WordPress seguintes têm mais do que um componente associado com elas: %2$s. <a href="%1$s">Reparar</a>

source: About BuddyPress
pt_pt: Acerca do BuddyPress

source: Global, personal, and group activity streams with threaded commenting, direct posting, favoriting, and @mentions, all with full RSS feed and email notification support.
pt_pt: Fluxos de actividade global, pessoal e de grupo com comentários encadeados, publicação directa, favoritos e menções, tudo com fluxos completos RSS e apoio por avisos de email.

source: Contributors to BuddyPress 1.9
pt_pt: Contribuidores para o BuddyPress 1.9

source: Everyone
pt_pt: Todos

source: Only Me
pt_pt: Só Eu

source: All Members
pt_pt: Todos os Membros

source: A dynamic list of recently active, popular, and newest Friends of the displayed member. Widget is only shown when viewing a member profile.
pt_pt: Uma lista dinâmica de Amigos do membro mostrado recentemente activos, populares e mais recentes. O <em>widget</em> só é mostrado ao ver um perfil de membro.

# Title of the login widget
source: (BuddyPress) Log In
pt_pt: Ligar (BuddyPress)

source: Logged-In
pt_pt: Ligado

source: Logged-Out
pt_pt: Desligado

source: <em>Logged-In</em> links are relative to the current user, and are not visible to visitors who are not logged in.
pt_pt: Hiperligações de <em>Ligado</em> são relativas ao utilizador actual e são invisíveis aos visitantes que não estão ligados.

source: <em>Logged-Out</em> links are not visible to users who are logged in.
pt_pt: Hiperligações de <em>Desligado</em> são invisíveis aos utilizadores que estão ligados.

source: Add to Menu
pt_pt: Adicionar ao Menu

source: BuddyPress&#8217;s powerful features help your users connect and collaborate. Want to explore BP&#8217;s features? Visit the <a href="%s">Components panel</a>.
pt_pt: As potentes funcionalidades do BuddyPress ajudam os seus utilizadores a ligar-se e a colaborar. Quer explorar as funcionalidades BP? Visite o <a href="%s">Painel de componentes</a>.

source: Show a Log In form to logged-out visitors, and a Log Out link to those who are logged in.
pt_pt: Mostrar um formulário de Ligar aos visitantes desligados e uma hiperligação para Desligar aos que estão ligados.

source: <a href="%s" title="Register for a new account">Register</a>
pt_pt: <a href="%s" title="Register for a new account">Registar</a>

source: Recently Active Members
pt_pt: Membros Recentemente Activos

source: Viewing topic %s to %s (of %d topic%s)
pt_pt: A ver tópicos %s até %s (de %d tópico%s)

source: Viewing post %1$s to %2$s (%3$s post)
pt_pt: A ver publicações %1$s até %2$s (%3$s publicação)

# widget name
source: (BuddyPress) Friends
pt_pt: Amigos (BuddyPress)

source: %s&#8217;s Friends
pt_pt: Amigos de %s

source: Max friends to show:
pt_pt: Máx. de amigos a mostrar:

source: Default friends to show:
pt_pt: Amigos por defeitoa mostrar:

source: There was an error accepting the group invitation, please try again.
pt_pt: Houve um erro ao aceitar o convite do grupo, tente novamente.

source: Viewing group %1$s to %2$s (of %3$s group)
pt_pt: A ver grupo %1$s até %2$s (de %3$s grupo)

source: Accept Invitation
pt_pt: Aceitar Convite

source: Viewing member %1$s to %2$s (of %3$s member)
pt_pt: A ver membro %1$s até %2$s (de %3$s membro)

source: Usernames can contain only letters, numbers, ., -, and @
pt_pt: Nomes de utilizador podem conter só letras, números, ., -, e @

source: Viewing member %1$s to %2$s (of %3$s active member)
pt_pt: A ver membro %1$s até %2$s (de %3$s membro activo)

source: Viewing member %1$s to %2$s (of %3$s member with friends)
pt_pt: A ver membro %1$s até %2$s (de %3$s membro com amigos)

source: Viewing member %1$s to %2$s (of %3$s member online)
pt_pt: A ver membro %1$s até %2$s (de %3$s membro ligado)

source: You have %d new message from %s
pt_pt: tem %d mensagens novas de %s

source: Viewing message %1$s to %2$s (of %3$s message)
pt_pt: A ver mensagem %1$s até %2$s (de %3$s mensagem)

source: (BuddyPress) Sitewide Notices
pt_pt: Avisos Gerais do Sítio (BuddyPress)

source: Display Sitewide Notices posted by the site administrator
pt_pt: Mostrar Avisos Gerais do Sítio publicados pelo administrador do sítio

source: Notification successfully marked read.
pt_pt: Aviso marcado como lido com êxito.

source: There was a problem marking that notification.
pt_pt: Houve um problema ao marcar esse aviso.

source: Notification successfully marked unread.
pt_pt: Aviso marcado como não lido com êxito.

source: Notification successfully deleted.
pt_pt: Aviso eliminado com ~exito.

source: There was a problem deleting that notification.
pt_pt: Houve um problema ao eliminar esse aviso.

source: Search Notifications...
pt_pt: Pesquisar Avisos...

source: Notifications <span class="count">%s</span>
pt_pt: Avisos <span class="count">%s</span>

source: Unread <span class="count">%s</span>
pt_pt: Não lidos <span class="count">%s</span>

source: Date not found
pt_pt: Sem data encontrada

source: Viewing %1$s to %2$s (of %3$s notification)
pt_pt: A ver %1$s até %2$s (de %3$s aviso)

source: Newest First
pt_pt: Mais Recentes Primeiro

source: Oldest First
pt_pt: Mais Antigos Primeiro

source: Go
pt_pt: Ir

source: Registering for this site is easy. Just fill in the fields below, and we'll get a new account set up for you in no time.
pt_pt: Registar-se neste sítio é fácil. Preencha os campos abaixo e nós configuraremos uma conta para si imediatamente.

source: 1 member
pt_pt: 1 membro

source: You have no unread notifications.
pt_pt: Não tem avisos não lidos.

source: This member has no unread notifications.
pt_pt: Este membro não tem avisos não lidos.

source: You have no notifications.
pt_pt: Não tem avisos.

source: This member has no notifications.
pt_pt: Este membro não tem avisos,

source: Notification
pt_pt: Aviso

source: Date Received
pt_pt: Data de Recepção

source: Send an email notice when:
pt_pt: Enviar um aviso por email quando:

source: Are you sure you want to leave this group?
pt_pt: Tem a certeza que quer sair deste grupo?

source: %s has previously requested to join this group. Sending an invitation will automatically add the member to the group.
pt_pt: %s pediu anteriormente para aderir ao grupo. Ao enviar um convite irá adicionar automaticamente o membro ao grupo.
