Repository: carloscort3s/traducoes
Catalog: buddypress/buddypress-*.po
Languages: pt_pt

source: Absolute path to your bbPress configuration file.
pt_pt: Caminho absoluto para o seu ficheiro de configuração bbPress

source: Allow registered members to upload avatars
pt_pt: Permitir que membros registados enviem avatares

source: Enable group creation for all users
pt_pt: Ligar criação de grupos para todos os utilizadores.

source: Administrators can always create groups, regardless of this setting.
pt_pt: Os administradores podem sempre criar grupos, apesar desta configuração.

source: Record activity for new posts and comments from your site.
pt_pt: Grave a actividade para publicações e comentários no seu sítio.

source: Record activity for new sites, posts, and comments across your network.
pt_pt: Gravar a actividade para sítios, publicações e comentários novos através da sua rede.

source: Group Forums
pt_pt: Fóruns do Grupo

source: Should this group have a forum?
pt_pt: Este grupo devia ter um fórum?

source: Toolbar
pt_pt: Barra de Ferramentas

source: Select %s
pt_pt: Seleccionar %s

# plugins
source: All <span class="count">(%s)</span>
pt_pt: Todo <span class="count">(%s)</span>

source: Active <span class="count">(%s)</span>
pt_pt: Activo <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
pt_pt: Inactivo <span class="count">(%s)</span>

source: Must-Use <span class="count">(%s)</span>
pt_pt: Obrigatório <span class="count">(%s)</span>

source: Component
pt_pt: Componente

source: No components found.
pt_pt: Não foram encontrados componentes.

source: That email address is invalid. Check the formatting and try again.
pt_pt: Esse endereço de email é inválido. Verifique a formatação e tente novamente.

source: That email address is currently unavailable for use.
pt_pt: Esse endereço de email está actualmente indisponível.

source: User Capabilities
pt_pt: Capacidades do Utilizador

source: That email address is already taken.
pt_pt: Esse endereço de email já está tomado.

source: Email address cannot be empty.
pt_pt: O endereço de email não pode ser nulo.

source: Your current password is invalid.
pt_pt: A sua senha actual é inválida.

source: The new password fields did not match.
pt_pt: O campos da nova senha não condizem.

source: One of the password fields was empty.
pt_pt: Um dos campos da senha estava vazio.

source: Your settings have been saved.
pt_pt: As suas configurações foram guardadas.

source: No changes were made to your account.
pt_pt: Não foram feitas alterações à sua conta.

source: No changes were made to this account.
pt_pt: Não foram feitas alterações a esta conta.

source: Your notification settings have been saved.
pt_pt: As suas configurações de aviso foram guardadas.

source: This user's notification settings have been saved.
pt_pt: As configurações de aviso deste utilizador foram guardadas.

source: %s was successfully deleted.
pt_pt: %s foi eliminado com êxito.

source: Capabilities
pt_pt: Capacidades

source: This user is a spammer.
pt_pt: O utilizador é um <em>spammer</em>

source: Deleting your account will delete all of the content you have created. It will be completely irrecoverable.
pt_pt: Ao eliminar a sua conta irá apagar todo o conteúdo que criou. Será completamente irreversível.

source: Deleting this account will delete all of the content it has created. It will be completely irrecoverable.
pt_pt: Ao eliminar esta conta irá apagar todo o conteúdo que foi criado. Será completamente irreversível.

source: I understand the consequences.
pt_pt: Compreendo as consequências.

source: Default Visibility
pt_pt: Visibilidade Por Defeito

source: Per-Member Visibility
pt_pt: Visibilidade Por Membro

source: Enforce the default visibility for all members
pt_pt: Forçar a visibilidade por defeito para todos os membros

source: This field can be seen by: <span class="current-visibility-level">%s</span>
pt_pt: Este campo pode ser visto por: <span class="current-visibility-level">%s</span>

source: Who can see this field?
pt_pt: Quem pode ver este campo?

source: Not recently active
pt_pt: Inactivo recentemente

source: Fields in the "%s" group will appear on the signup page.
pt_pt: Os campos no "%s" grupo irão aparecer na página de adesão.

source: Activity History
pt_pt: Histórico da Actividade

source: It looks like you've already said that!
pt_pt: Parece que já disse isso!

source: Link widget title to Groups directory
pt_pt: Associar o título do <em>widget</em> ao directório dos Grupos

source: Link widget title to Members directory
pt_pt: Associar o título do <em>widget</em> ao directório dos Membros

source: An error occurred when trying to update activity ID #%s.
pt_pt: Ocorreu um erro ao tentar actualizar a actividade com ID #%s.

source: Errors occurred when trying to update these activity items:
pt_pt: Ocorreram erros ao tentar actualizar thes item de actividade:

source: Activity Settings
pt_pt: Configurações da Actividade

source: Enable BuddyPress to WordPress profile syncing
pt_pt: Ligar a sincronização de perfis entre o BuddyPress e o WordPress

source: Groups Settings
pt_pt: Configurações do Grupo

source: Account Deletion
pt_pt: Eliminação da Conta

source: Profile Syncing
pt_pt: Sincronização de Perfis

source: Main Settings
pt_pt: Configurações Principais

source: Revisions
pt_pt: Revisões

source: Allow Akismet to scan for activity stream spam
pt_pt: Deixar Akismet sondar <em>spam</em> em fluxos de actividade

source: Avatar Uploads
pt_pt: Envios de Avatar

source: Group Creation
pt_pt: Criação do Grupo

source: Edit Member
pt_pt: Editar Membro

source: Profile picture
pt_pt: Foto do perfil

source: Content
pt_pt: Conteúdo

source: <strong>Primary Item/Secondary Item</strong> - These identify the object that created the activity. For example, the fields could reference a comment left on a specific site. Some types of activity may only use one, or none, of these fields.
pt_pt: <strong>Item Primário/Item Secundário</strong> - Identificam o objecto que criou a actividade. Por exemplo, os campos podiam referir-se a comentários deixados no determinado sítio. Alguns tipos de actividade podem usar só um ou mais, destes campos.

# activity admin edit screen
source: Primary Item/Secondary Item
pt_pt: Item Primário/Item Secundário

source: Group logo
pt_pt: Logotipo do grupo

source: Author ID
pt_pt: ID do Autor

source: Item, Link, Type
pt_pt: Item, Hiperligação, Tipo

source: For information about when and how BuddyPress uses all of these settings, see the Managing Activity link in the panel to the side.
pt_pt: Para informação sobre quando e como o BuddyPress utiliza todas estas configurações, veja a hiperligação Gerindo Actividade no painel do sítio.

# activity admin edit screen
source: Link
pt_pt: Hiperligação

source: <strong>Type</strong> - Each distinct kind of activity has its own type. For example, <code>created_group</code> is used when a group is created and <code>joined_group</code> is used when a user joins a group.
pt_pt: <strong>Tipo</strong> - Cada actividade distinta tem o seu tipo próprio. Por exemplo, <code>created_group</code> é usado quando um grupo é criado e <code>joined_group</code> é usado quando um utilizador adere a um grupo.

source: <a href="http://codex.buddypress.org/buddypress-site-administration/managing-activity/">Managing Activity</a>
pt_pt: <a href="http://codex.buddypress.org/buddypress-site-administration/managing-activity/">Gerindo Actividade</a>

source: You edit activities made on your site similar to the way you edit a comment. This is useful if you need to change which page the activity links to, or when you notice that the author has made a typographical error.
pt_pt: Edita as actividades conduzidas no seu sítio da mesma forma que edita um comentário. Tal é útil se precisar de alterar qual a página a que liga a actividade ou quando verifica que o autor cometeu um erro tipográfico.

source: Secondary Item ID
pt_pt: ID do Item Secundário

source: These identify the object that created this activity. For example, the fields could reference a pair of site and comment IDs.
pt_pt: Identificam o objecto que criou esta actividade. Por exemplo, os campos podem referir-se a um par de IDs sítio e comentário.

source: Profile picture of the author of the site %s
pt_pt: Foto do perfil do autor do sítio %s

source: Primary Item ID
pt_pt: ID do Item Primário

# activity admin edit screen
source: Author ID
pt_pt: ID do Autor

# activity admin edit screen
source: Type
pt_pt: Tipo

source: Link
pt_pt: Hiperligação

source: The two big editing areas for the activity title and content are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Primary Item/Secondary Item, Link, Type, Author ID) or to choose a 1- or 2-column layout for this screen.
pt_pt: As duas grandes áreas para o título e conteúdos da actividade estão seguras no lugar, mas pode reposicionar todas as outras caixas usando arrasta e larga e pode minimizá-las ou expandi-las clicando na barra de título de cada caixa. Use a aba Opções de Ecrã para revelar mais caixas (Item Primário/Item Secundário, Hiperligação, tipo, ID do Autor) ou para escolher um formato a 1 ou a 2 colunas para este ecrã.

source: Profile picture of site author %s
pt_pt: Foto de perfil do autor do sítio %s

source: You are not an admin of this group.
pt_pt: Não é um administrador deste grupo.

source: Moderating Activity
pt_pt: A Moderar Actividade

source: Activity related to ID #%s
pt_pt: Actividade relacionada com a ID #%s

source: Search all Activity
pt_pt: Pesquisar toda Actividade

# Activity items per page (screen options)
source: Activity
pt_pt: Actividade

source: Thanks for registering! To complete the activation of your account please click the following link: %1$s
pt_pt: Obrigado por se registar! Para completar a activação da sua conta clique nesta hiperligação: %1$s

source: Replied to a status update
pt_pt: Respondeu a uma actualização de estado

source: Posted a status update
pt_pt: Publicou uma actualização de estado

source: Friendships accepted
pt_pt: Amizades aceites

source: New friendships
pt_pt: Novas amizades

source: Member changed profile picture
pt_pt: O membro alterou a foto do perfil

source: No activity found with this ID. <a href="%s">Go back and try again</a>.
pt_pt: Sem actividade encontrada com esta ID. <a href="%s">Volte e tente novamente</a>.

source: Editing Activity (ID #%s)
pt_pt: A Editar Actividade (ID #%s)

source: Submitted on: <strong>%1$s</strong>
pt_pt: Enviado em: <strong>%1$s</strong>

source: Approved
pt_pt: Aprovado

source: View Activity
pt_pt: Ver Actividade

source: You can also moderate the activity from this screen using the Status box, where you can also change the timestamp of the activity.
pt_pt: Também pode moderar a actividade a partir deste ecrã usando a caixa Estado, onde também pode alterar o <em>timestamp</em> da actividade.

# activity admin edit screen
source: Status
pt_pt: Estado

source: Overview
pt_pt: Vista geral

source: There are many different types of activities. Some are generated automatically by BuddyPress and other plugins, and some are entered directly by a user in the form of status update. To help manage the different activity types, use the filter dropdown box to switch between them.
pt_pt: Há muitos tipos diferentes de actividades. Alguns são gerados automaticamente pelo BuddyPress e outros <em>plugins</em> e outros são introduzidos directamente por um utilizador na forma de actualizações de estado. Para o ajudar a gerir os diferentes tipos de actividades, use a caixa de lista de filtros para alternar entre eles.

source: In the <strong>Activity</strong> column, above each activity it says &#8220;Submitted on,&#8221; followed by the date and time the activity item was generated on your site. Clicking on the date/time link will take you to that activity on your live site. Hovering over any activity gives you options to reply, edit, spam mark, or delete that activity.
pt_pt: Na coluna <strong>Actividade</strong>, acima de cada actividade diz &#8220;Enviado em,&#8221; seguido da data e hora do item da actividade gerado no seu sítio. Clicando na hiperligação data/hora leva-lo-á a essa actividade no sítio em linha. Passando o cursor em qualquer actividade dá-lhe as opções para responder, editar, marcar como <em>spam</em> ou eliminar essa actividade.

source: In the <strong>In Response To</strong> column, if the activity was in reply to another activity, it shows that activity's author's picture and name, and a link to that activity on your live site. If there is a small bubble, the number in it shows how many other activities are related to this one; these are usually comments. Clicking the bubble will filter the activity screen to show only related activity items.
pt_pt: Na coluna <strong>Em Resposta A</strong>, se a actividade foi em resposta a outra actividade, é mostrado a foto e o nome do autor dessa actividade e uma hiperligação a essa actividade no seu sítio em linha. Se existir uma pequena bolha, o número dentro dela mostra quantas outras actividades estão relacionadas com esta; normalmente são comentários. Clicando na bolha filtrará o ecrã da actividade para mostrar só items de actividade relacionados.

source: Why have all my BuddyPress menus disappeared?
pt_pt: Porque desapareceram todos os meus menus BuddyPress?

source: Don't worry! We've moved the BuddyPress options into more convenient and easier to find locations. You're seeing this page because you are running a legacy BuddyPress plugin which has not been updated.
pt_pt: Não se preocupe! Nós movimos as opções do BuddyPress para locais mais convenientes e fáceis de encontrar. Está a ver esta página porque a sua é uma versão antiga do <em>plugin>/em> BuddyPress que não foi actualizada.

source: BuddyPress Pages
pt_pt: Páginas BuddyPress

source: BuddyPress Help
pt_pt: Ajuda BuddyPress

source: Help
pt_pt: Ajuda

source: BuddyPress Components
pt_pt: Componentes BuddyPress

source: Components, Pages, Settings, and Forums, have been moved to <a href="%s">Settings &gt; BuddyPress</a>. Profile Fields has been moved into the <a href="%s">Users</a> menu.
pt_pt: Os Componentes, Páginas, Configurações e Fóruns foram movidos para <a href="%s">Configurações &gt; BuddyPress</a>. Campos do Perfil foram movidos para o menu de <a href="%s">Utilizadores</a>.

source: %s related activity
pt_pt: %s actividade relacionada

source: Spam <span class="count">(%s)</span>
pt_pt: <em>Spam</em> <span class="count">(%s)</span>

source: ERROR: The item you are trying to reply to cannot be found, or it has been deleted.
pt_pt: ERRO: O item a que está a tentar responder não pode ser encontrado ou foi eliminado.

source: Reply to Activity
pt_pt: Responder à Actividade

source: ERROR: Please type a reply.
pt_pt: ERRO:

source: <a href="%1$s">View Activity</a>
pt_pt: <a href="%1$s">Ver Actividade</a>

source: Un-spammed by %s
pt_pt: <em>spam</em> anulado por %s

source: History
pt_pt: Histórico

source: Flagged as spam by %s
pt_pt: Marcado como <em>spam</em> por %s

source: Flagged as spam by Akismet
pt_pt: Marcado como <em>spam</em> pelo Akismet

source: Cleared by Akismet
pt_pt: Verificado pelo Akismet

source: In Response To
pt_pt: Em Resposta A

source: Show all activity types
pt_pt: Mostrar todos os tipos de actividade.

source: Submitted on <a href="%1$s">%2$s at %3$s</a>
pt_pt: Enviado em <a href="%1$s">%2$s a %3$s</a>

source: No activities found.
pt_pt: Sem actividades.

source: You can manage activities made on your site similar to the way you manage comments and other content. This screen is customizable in the same ways as other management screens, and you can act on activities using the on-hover action links or the Bulk Actions.
pt_pt: Pode gerir as actividades conduzidas no seu sítio da mesma forma que pode gerir os comentário e outros conteúdos. Este ecrã é personalizável do mesmo modo que os outros ecrãs de gestão e pode agir sobre as actividades usando as hiperligações de acção por cursor ou as Acções em Pacote.

source: Search results for &#8220;%s&#8221;
pt_pt: Resultados da pesquisa por &#8220;%s&#8221;

source: For more information:
pt_pt: Para mais informação:

source: <a href="http://buddypress.org/support/">Support Forums</a>
pt_pt: <a href="http://buddypress.org/support/">Fóruns de Apoio</a>

source: Delete Permanently
pt_pt: Eliminar Definitivamente

source: Mark as Spam
pt_pt: Marcar como <em>Spam</em>

source: %s reported this activity as not spam
pt_pt: %s não denunciou esta actividade como <em>spam</em>

source: %s reported this activity as spam
pt_pt: %s denunciou esta actividade como <em>spam</em>

source: Akismet was unable to check this item (response: %s), will automatically retry again later.
pt_pt: Akismet não incapaz de verificar este item (resposta: %s) e irá automaticamente tentar novamente mais tarde.

source: Akismet caught this item as spam
pt_pt: Akismet identificou este item como <em>spam</em>.

source: Akismet cleared this item
pt_pt: O Akismet validou este item

source: The activity item has been marked as spam and is no longer visible.
pt_pt: Este item da actividade foi marcado como <em>spam</em> e já não está visível.

source: This group must have at least one admin
pt_pt: Este grupo deve ter pelo menos um admin

source: Install Group Forums
pt_pt: Instalação de Fóruns de Grupo

source: @ Mention Integration
pt_pt: @ Integração de Menções

source: Features
pt_pt: Funcionalidades

source: (Installed)
pt_pt: (Instalado)

source: Give each individual group its own discussion forum. Choose this if you'd like to keep your members' conversations separated into distinct areas.
pt_pt: Atribuir a cada grupo distinto o seu próprio fórum de discussão. Opte desta forma se quiser manter as conversas dos seus membros separadas por áreas distintas.

source: Activity Stream Integration
pt_pt: Integração de Fluxos de Actividade

source: Forums for Groups
pt_pt: Fóruns de Grupos

source: Member Profile Integration
pt_pt: Integração de Perfil de Membro

source: Group Integration
pt_pt: Integração de Grupo

source: Uninstall Group Forums
pt_pt: Desinstalar Fóruns de Grupo

source: Use Existing Installation
pt_pt: Utilizar a Instalação Actual

source: Thanks for registering! To complete the activation of your account and blog, please click the following link: %1$s After you activate, you can visit your blog here: %2$s
pt_pt: Obrigado por se registar! Para completar a activação da sua conta e blogue, clique nesta hiperligação: %1$s Depois de activar, pode aceder ao seu blogue aqui: %2$s

source: Please <a href="%s" title="Create an account">create an account</a> to get started.
pt_pt: <a href="%s" title="Create an account">crie uma conta</a> para começar.

source: Customize your community with fully editable profile fields that allow your users to describe themselves.
pt_pt: Personalize a sua actividade com campos do perfil totalmente editáveis que permitem aos seus utilizadores descreverem-se pessoalmente.

source: Groups allow your users to organize themselves into specific public, private or hidden sections with separate activity streams and member listings.
pt_pt: Os grupos permitem que os seus utilizadores se organizem em secções específicas, públicas, privadas ou ocultas, com fluxos de actividade e listagens de membros distintas.

source: Allow your users to talk to each other directly and in private. Not just limited to one-on-one discussions, messages can be sent between any number of members.
pt_pt: Deixe os seus utilizadores falar entre eles directamente e em privado. Sem estarem somente limitados a conversas um-a-um, as mensagens podem ser trocadas entre um número variado de membros.

source: Associate a WordPress Page with each BuddyPress component directory.
pt_pt: Associe uma Página WordPress a cada directório de componente BuddyPress.

# Sticky post
source: Featured
pt_pt: Destacado

source: In reply to:
pt_pt: Em reposta a:

source: Conversation between %s and you.
pt_pt: Conversa entre %s e você.

source: You are alone in this conversation.
pt_pt: Está sòzinho nesta conversa.

source: in %1$s
pt_pt: em %1$s

source: Started by %1$s
pt_pt: Iniciado by %1$s

source: Recent Networkwide Posts
pt_pt: Publicações Recentes em Toda a Rede

source: %1$s said %2$s:
pt_pt: %1$s disse %2$s:

source: Groups <span class="count">%s</span>
pt_pt: Grupos <span class="count">%s</span>

source: <a href="%1$s">%2$s</a> replied <a href="%3$s" class="activity-time-since"><span class="time-since">%4$s</span></a>
pt_pt: <a href="%1$s">%2$s</a> respondeu <a href="%3$s" class="activity-time-since"><span class="time-since">%4$s</span></a>

source: Mentions <span class="count">%s</span>
pt_pt: Menções <span class="count">%s</span>

source: Inbox <span class="count">%s</span>
pt_pt: Caixa de Entrada <span class="count">%s</span>

source: Messages <span class="count">%s</span>
pt_pt: Mensagens <span class="count">%s</span>

source: Pending Invites <span class="count">%s</span>
pt_pt: Convites Pendentes <span class="count">%s</span>

source: Pending Requests <span class="count">%s</span>
pt_pt: Pedidos Pendentes <span class="count">%s</span>

source: Friends <span class="count">%s</span>
pt_pt: Amigos <span class="count">%s</span>

source: Group Description (required)
pt_pt: Descrição do Grupo (obrigatório)

source: Group Name (required)
pt_pt: Nome do Grupo (obrigatório)

source: %s posted an update
pt_pt: %s publicou uma actualização

source: All Topics <span>%s</span>
pt_pt: Todos os Tópicos <span>%s</span>

source: All Groups <span>%s</span>
pt_pt: Todos os Grupos <span>%s</span>

source: All Members <span>%s</span>
pt_pt: Todos os Membros <span>%s</span>

source: Private Message
pt_pt: Mensagem Privada

source: My Topics <span>%s</span>
pt_pt: Os Meus Tópicos <span>%s</span>

source: My Sites <span>%s</span>
pt_pt: Os Meus Sítios <span>%s</span>

source: No new notifications
pt_pt: Não há avisos novos

source: %1$s started the forum topic %2$s in the group %3$s
pt_pt: %1$s iniciou o tópico de fórum %2$s no grupo %3$s

source: You were promoted to a mod in the group "%s"
pt_pt: Foi promovido a moderador no grupo "%s"

source: right now
pt_pt: agora

source: Associate WordPress Pages with the following BuddyPress Registration pages.
pt_pt: Páginas Associadas do WordPress com as seguintes páginas de Registo BuddyPress.

source: Members <span>%s</span>
pt_pt: Membros <span>%s</span>

source: View Discussion
pt_pt: Ver a Discussão

source: %s posted a new activity comment
pt_pt: %s publicou um novo comentário de actividade

source: Messages <span>%s</span>
pt_pt: Mensagens <span>%s</span>

source: %1$s replied to the forum topic %2$s in the group %3$s
pt_pt: %1$s respondeu ao tópico do fórum %2$s no grupo %3$s

source: <p>All done! Configuration settings have been saved to the file <code>bb-config.php</code> in the root of your WordPress install.</p>
pt_pt: <p>Feito! As definições de configuração foram guardas no ficheiro <code>bb-config.php</code> na pasta raíz da sua instalação WordPress.</p>

source: Profile updated %s
pt_pt: Actualização do perfil %s

source: Sent %s
pt_pt: Enviado %s

source: <p>A configuration file could not be created. No problem, but you will need to save the text shown below into a file named <code>bb-config.php</code> in the root directory of your WordPress installation before you can start using the forum functionality.</p>
pt_pt: <p>Um ficheiro de configuração não pôde ser criado. Sem problema, mas deverá guardar o texto mostrado abaixo num ficheiro chamado <code>bb-config.php</code> no directório raíz da sua instalação WordPress antes de poder começar a usar a funcionalidade de fórum.</p>

source: Public Message
pt_pt: Mensagem Pública

source: Comment <span>%s</span>
pt_pt: Comentário <span>%s</span>
