Repository: carloscort3s/traducoes
Catalog: buddypress/buddypress-*.po
Languages: pt_pt

source: Newest Registered
pt_pt: Registos Mais Recentes

source: Sorry, no members were found.
pt_pt: Nenhum membro foi encontrado.

source: You have no pending friendship requests.
pt_pt: Não tem pedidos de amizade pendentes.

source: You have no outstanding group invites.
pt_pt: Não tem convites de grupo pendentes.

source: Send a private message to this user.
pt_pt: Enviar uma mensagem privada para este utilizador.

source: Send To (Username or Friend's Name)
pt_pt: Enviar Para (Nome de utilizador ou Nome do Amigo)

source: This is a notice to all users.
pt_pt: Isto é um aviso a todos os utilizadores.

source: Subject
pt_pt: Assunto

source: Message
pt_pt: Mensagem

source: From:
pt_pt: De:

source: To:
pt_pt: Para:

source: View Message
pt_pt: Ver Mensagem

source: Delete Message
pt_pt: Eliminar Mensagem

source: Sorry, no messages were found.
pt_pt: Não foram encontradas mensagens.

source: Sent:
pt_pt: Enviadas:

source: Sorry, no notices were found.
pt_pt: Não foram encontrados avisos.

source: Send a Reply
pt_pt: Envie uma Resposta

source: Send Reply
pt_pt: Enviar Resposta

source: Change Avatar
pt_pt: Alterar Avatar

source: Your avatar will be used on your profile and throughout the site. If there is a <a href="http://gravatar.com">Gravatar</a> associated with your account email we will use that, or you can upload an image from your computer.
pt_pt: O seu avatar será usado no seu perfil e através do sítio. Se houver um <a href="http://gravatar.com">Gravatar</a> associado à sua conta de email iremos usá-lo, ou pode enviar uma imagem do seu computador.

source: Click below to select a JPG, GIF or PNG format photo from your computer and then click 'Upload Image' to proceed.
pt_pt: Clique abaixo para seleccionar uma foto de formato JPG, GIF ou PNG do seu computador e depois clique em 'Carregar Imagem' para continuar.

source: If you'd like to delete your current avatar but not upload a new one, please use the delete avatar button.
pt_pt: Se quiser eliminar o seu avatar actual sem enviar um novo, use o botão eliminar avatar.

source: Delete My Avatar
pt_pt: Eliminar o Meu Avatar

source: Crop Your New Avatar
pt_pt: Recorte o Seu Novo Avatar

source: Your avatar will be used on your profile and throughout the site. To change your avatar, please create an account with <a href="http://gravatar.com">Gravatar</a> using the same email address as you used to register with this site.
pt_pt: O seu avatar será usado no seu perfil e através do sítio. Para mudar o seu avatar, crie uma conta com <a href="http://gravatar.com">Gravatar</a> usando o mesmo endereço de email que usou para se registar neste sítio.

source: Editing '%s' Profile Group
pt_pt: A Editar Perfil do Grupo de %s

source: Clear
pt_pt: Limpar

source: <p class="serif">Read the rest of this page &rarr;</p>
pt_pt: <p class="serif">Leia o resto desta página &rarr;</p>

source: Account Activated
pt_pt: Conta Activada

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
pt_pt: A sua conta foi activada com êxito! Os detalhes da sua conta foram-lhe enviados por email.

source: Please provide a valid activation key.
pt_pt: Forneça uma chave de activação válida.

source: Activation Key:
pt_pt: Chave de Activação:

source: Registering for this site is easy, just fill in the fields below and we'll get a new account set up for you in no time.
pt_pt: O registo neste sítio é fácil, basta preencher os campos abaixo e imediatamente criaremos a sua conta.

source: Account Details
pt_pt: Detalhes da Conta

source: Email Address
pt_pt: Endereço de Email

source: Choose a Password
pt_pt: Escolha a Senha

source: Confirm Password
pt_pt: Confirme a Senha

source: Profile Details
pt_pt: Detalhes do Perfil

source: Blog Details
pt_pt: Detalhes do Blogue

source: Blog URL
pt_pt: URL do Blogue

source: Complete Sign Up
pt_pt: Complete o Registo

source: You have successfully created your account! To begin using this site you will need to activate your account via the email we have just sent to your address.
pt_pt: Criou a sua conta com êxito! Para começar a utilizar este sítio precisará de activar a sua conta através do email que acabámos de enviar para o seu endereço.

source: You have successfully created your account! Please log in using the username and password you have just created.
pt_pt: Criou a sua conta com êxito! Ligue-se usando o nome de utilizador e a senha que acabou de criar.

source: Search Results
pt_pt: Resultados da Pesquisa

source: No posts found. Try a different search?
pt_pt: Nenhum artigo encontrado. Tentar outra pesquisa?

source: Remember Me
pt_pt: Recordar-me

source: Forum Topic Tags
pt_pt: Etiquetas de Tópicos do Fórum

source: Sorry, no posts matched your criteria.
pt_pt: Não existem artigos que correspondam aos seus critérios.

source: Edit %s's Profile
pt_pt: Editar Perfil de %s

source: Edit %s's Avatar
pt_pt: Editar Avatar de %s

source: Please make sure you fill in all required fields in this profile field group before saving.
pt_pt: Certifique-se que preenche todos os campos obrigatórios neste campo de perfil do grupo antes de guardar.

source: There was a problem updating some of your profile information, please try again.
pt_pt: Houve um problema ao actualizar parte da sua informação de perfil, tente novamente.

source: Changes saved.
pt_pt: Alterações guardadas.

source: New member registered
pt_pt: Novo membro registado

source: Updated Profile
pt_pt: Perfil Actualizado

source: Field Type
pt_pt: Tipo de Campo

source: Actions
pt_pt: Acções

source: Add New Field
pt_pt: Crie um Novo Campo.

source: There are no fields in this group.
pt_pt: Não há campos neste grupo.

source: Add New Field Group
pt_pt: Criar Novo Campo de Grupo

source: You have no groups.
pt_pt: Não tem nenhum grupo.

source: Add New Group
pt_pt: Crie um Novo Grupo

source: There was an error saving the group. Please try again
pt_pt: Houve um erro ao guardar o grupo. Tente novamente

source: The group was saved successfully.
pt_pt: O grupo foi guardado com êxito.

source: There was an error deleting the group. Please try again
pt_pt: Houve um erro ao eliminar o grupo. Tente novamente

source: The group was deleted successfully.
pt_pt: O grupo foi eliminado com êxito.

source: There was an error saving the field. Please try again
pt_pt: Houve um erro ao guardar o campo. Tente novamente

source: The field was saved successfully.
pt_pt: O campo foi guardado com êxito.

source: field
pt_pt: campo

source: option
pt_pt: opção

source: There was an error deleting the %s. Please try again
pt_pt: Houve um erro ao eliminar %s. Tente novamente

source: The %s was deleted successfully!
pt_pt: O %s foi eliminado com êxito!

source: Please make sure you give the group a name.
pt_pt: Certifique-se que nomeia o grupo.

source: Edit Field Group
pt_pt: Editar Campo de Grupo

source: Please enter options for this Field:
pt_pt: Introduza as opções para este Campo:

source: Default Value
pt_pt: Valor Por Defeito

source: Add Another Option
pt_pt: Adicionar Outra Opção

source: Add Field
pt_pt: Adicionar Campo

source: Edit Field
pt_pt: Editar Campo

source: Field Description
pt_pt: Descrição do Campo

source: Not Required
pt_pt: Facultativo

source: Required
pt_pt: Obrigatório

source: Text Box
pt_pt: Caixa de Texto

source: Date Selector
pt_pt: Selector de Data

source: Radio Buttons
pt_pt: Botões de Selecção

source: Drop Down Select Box
pt_pt: Caixa de Selecção de Lista

source: Multi Select Box
pt_pt: Caixa de Escolha Múltipla

source: Checkboxes
pt_pt: Caixas de verificação

source: Save
pt_pt: Guardar

source: Please make sure you fill out all required fields.
pt_pt: Certifique-se que prenche todos os campos obrigatórios.

source: Radio button field types require at least one option. Please add options below.
pt_pt: Campos tipo botões de selecção exigem pelo menos uma opção. Adicione opções abaixo.

source: Select box field types require at least one option. Please add options below.
pt_pt: Campos tipo caixa de selecção exigem pelo menos uma opção. Aadicione opções abaixo.

source: Checkbox field types require at least one option. Please add options below.
pt_pt: Campos tipo caixa de verificação exigem pelo menos uma opção. Adicione opções abaixo.

source: Avatar uploads are currently disabled. Why not use a <a href="http://gravatar.com" target="_blank">gravatar</a> instead?
pt_pt: O envio de avatares está actualmente desligado. Porque não usar um <a href="http://gravatar.com" target="_blank">gravatar</a> como alternativa?

source: Profile not recently updated
pt_pt: Perfil sem actualização recente

source: %s's Recent Comments
pt_pt: Comentários Recentes de %s

source: New Post
pt_pt: Novo Artigo

source: Dashboard
pt_pt: Painel

source: Log Out
pt_pt: Desligar

source: My Account
pt_pt: A Minha Conta

source: Sign Up
pt_pt: Registar

source: Log In
pt_pt: Ligar

source: Extended Profiles
pt_pt: Perfis Alargados

source: Activate Your Account
pt_pt: Activar a Sua Conta

source: BuddyPress Settings
pt_pt: Configurações do Buddypress

source: Manage Posts
pt_pt: Gerir Artigos

source: Save Settings
pt_pt: Guardar Configurações

source: Activity Streams
pt_pt: Fluxos de Actividade

source: Private Messaging
pt_pt: Mensagens Privadas

source: In reply to
pt_pt: Em resposta a

source: <strong>BuddyPress is almost ready</strong>. You must <a href="%s">update your permalink structure</a> to something other than the default for it to work.
pt_pt: <strong>BuddyPress está quase pronto</strong>. Tem de <a href="%s">actualizar a sua estrutura de hiperligações permanentes</a> para ser distinta da por defeito para funcionar.

source: Profile
pt_pt: Perfil

source: Public
pt_pt: Público

source: Activate %s
pt_pt: Activar %s

source: %s mentioned you in an update
pt_pt: %s mencionou-o numa actualização

source: %d post
pt_pt: %d artigo

source: You do not have access to this activity.
pt_pt: Não tem acesso a esta actividade.

source: My Activity
pt_pt: A Minha Actividade

source: @%s Mentions
pt_pt: @%s Menções

source: Favorites
pt_pt: Favoritos

source: Groups
pt_pt: Grupos

source: Friends
pt_pt: Amigos

source: Activity
pt_pt: Actividade

source: Personal
pt_pt: Pessoal

source: Yes
pt_pt: Sim

source: No
pt_pt: Não

source: A member mentions you in an update using "@%s"
pt_pt: Um membro menciona-o numa actualização usando "@%s"

source: A member replies to an update or comment you've posted
pt_pt: Um membro responde a uma actualização ou comentário que publicou

source: There was an error when deleting that activity
pt_pt: Houve um erro ao eliminar esta actividade

source: Please enter some content to post.
pt_pt: Introduza algum conteúdo para publicar.

source: Update Posted!
pt_pt: Actualização Publicada!

source: There was an error when posting your update, please try again.
pt_pt: Houve um erro ao publicar a sua actualização, tente novamente.

source: Please do not leave the comment area blank.
pt_pt: Não deixe a área de comentário em branco.

source: Reply Posted!
pt_pt: Resposta Publicada!

source: There was an error posting that reply, please try again.
pt_pt: Houve um erro ao publicar esta resposta, tente novamente.

source: Must be at least 4 characters, letters and numbers only. It cannot be changed so choose carefully!)
pt_pt: Deve ter pelo menos 4 caracteres, apenas letras e números. Não pode ser alterado por isso escolha com cuidado!)

source: Thumbnail
pt_pt: Miniatura

source: There was an error removing that activity as a favorite, please try again.
pt_pt: Houve um erro ao remover esta actividade como favorita, tente novamente.

source: Activity removed as favorite.
pt_pt: Actividade removida como favorita.

source: Latest Post: %s
pt_pt: Último Artigo: %s

source: There was a problem, please correct the form below and try again.
pt_pt: Houve um problema, corrija o formulário abaixo e volte a tentar.

source: Your address will be
pt_pt: O seu endereço será

source: blogname
pt_pt: nome do blogue

source: domain.
pt_pt: domínio.

source: General Settings
pt_pt: Configurações Gerais

source: Max posts to show:
pt_pt: Máximo de artigos a mostrar:

source: Search
pt_pt: Procurar

source: Search anything...
pt_pt: Procure qualquer coisa...

source: %s's Recent Posts
pt_pt: Artigos Recentes de %s

source: Privacy:
pt_pt: Privacidade:

source: %s became a registered member
pt_pt: %s tornou-se membro registado

source: Your account is now active!
pt_pt: A sua conta já está activa!

source: [User Set]
pt_pt: [Utilizador Configurado]

source: Save Changes
pt_pt: Guardar Alterações

source: Repeat New Password
pt_pt: Repetir a Nova Senha

source: New Password
pt_pt: Nova Senha

source: Change Password <span>(leave blank for no change)</span>
pt_pt: Alterar Senha <span>(deixar em branco se não alterar)</span>

source: Account Email
pt_pt: Conta de email

source: Avatar Image
pt_pt: Imagem de Avatar

source: Random Group
pt_pt: Grupo Aleatório

source: Random Member
pt_pt: Membro Aleatório

source: Visit
pt_pt: Visitar

source: Blog Authors
pt_pt: Autores do Blogue

source: No new notifications.
pt_pt: Nenhuma notificação nova.

source: Notifications
pt_pt: Avisos

source: Manage Comments
pt_pt: Gerir Comentários

source: Please make sure you enter your password twice
pt_pt: Confirme que introduziu a sua senha duas vezes

source: The passwords you entered do not match.
pt_pt: As senhas que introduziu não condizem.

source: This is a required field
pt_pt: Este campo é obrigatório

source: %d friend
pt_pt: %d amigo

source: %d friends
pt_pt: %d amigos

source: Options
pt_pt: Opções

source: Name
pt_pt: Nome

source: About Me
pt_pt: Acerca de mim

source: %s Directory
pt_pt: %s Pasta

source: Create an Account
pt_pt: Crie uma Conta

source: Activate your Account
pt_pt: Active a sua Conta

source: Members
pt_pt: Membros

source: Forums
pt_pt: Fóruns

source: Blogs
pt_pt: Blogues

source: Your Avatar
pt_pt: O seu Avatar

source: a user
pt_pt: um utilizador

source: Newest
pt_pt: Mais Recentes

source: Active
pt_pt: Activo

source: Popular
pt_pt: Populares

source: No one has signed up yet!
pt_pt: Ninguém ainda se registou!

source: Max Members to show:
pt_pt: Máximo de Membros a mostrar:

source: There are no users currently online
pt_pt: Não há utilizadores actualmente ligados

source: There are no recently active members
pt_pt: Não há utilizadores activos recentes

source: There were no members found, please try another filter.
pt_pt: Não foram encontrados membros, tente outro filtro.

source: Please enter a username
pt_pt: Introduza um nome de utilizador

source: Username must be at least 4 characters
pt_pt: O nome de utilizador deve ter pelo menos 4 caracteres

source: Sorry, usernames must have letters too!
pt_pt: Lamentamos, os nomes de utilizador também têm de ter letras!

source: Please check your email address.
pt_pt: Verifique o seu email.

source: Sorry, that email address is not allowed!
pt_pt: Lamentamos, esse endereço de email não é permitido!

source: Sorry, that username already exists!
pt_pt: Lamentamos, esse nome de utilizador já existe!

source: Sorry, that email address is already used!
pt_pt: Lamentamos, esse endereço de email já está a ser usado!

source: The forums component has not been set up yet.
pt_pt: O componente de fóruns ainda não foi configurado

source: There was an error when creating the topic
pt_pt: Houve um erro ao criar o tópico

source: The topic was created successfully
pt_pt: O tópico foi criado com êxito

source: Page not found
pt_pt: Página não encontrada

source: %d topic
pt_pt: %d tópico

source: Visit Site
pt_pt: Visitar o site

source: To disable these notifications please log in and go to: %s
pt_pt: Para desactivar estes avisos, ligue-se e vá para: %s

source: %s replied to one of your updates
pt_pt: %s respondeu a uma das suas actualizações

source: %s replied to one of your comments
pt_pt: %s respondeu a um dos seus comentários

source: View Thread / Permalink
pt_pt: Ver Discussão / Hiperligação Permanente

source: View
pt_pt: Ver

source: %s ago
pt_pt: há %s

source: My Profile
pt_pt: O Meu Perfil

source: User marked as spammer. Spam users are visible only to site admins.
pt_pt: Utilizador marcado como <em>spammer</em>. Spammers são visíveis apenas para os administradores do site.

source: User removed as spammer.
pt_pt: Utilizador removido como <em>spammer</em>.

source: %s has been deleted from the system.
pt_pt: %s foi eliminado do sistema.

source: There was an error deleting %s from the system. Please try again.
pt_pt: Houve um erro ao apagar %s do sistema. Tente novamente.

source: sometime
pt_pt: às vezes

source: Clear Filter
pt_pt: Limpar filtro

source: Delete
pt_pt: Eliminar

source: Reply
pt_pt: Responder

source: Mentions
pt_pt: Menções

source: There was an error marking that activity as a favorite, please try again.
pt_pt: Houve um erro ao marcar esta actividade como favorita, tente novamente.

source: Activity marked as favorite.
pt_pt: Actividade marcada como favorita.

source: Delete Account
pt_pt: Eliminar conta

source: General
pt_pt: Geral

source: Settings
pt_pt: Configurações

source: Are you sure?
pt_pt: Tem a certeza?

source: This user has been marked as a spammer. Only site admins can view this profile.
pt_pt: este utilizador foi marcado como <em>spammer</em>. Só os administradores do sítio podem ver este perfil.

source: Upload Failed! Error was: %s
pt_pt: Falha no envio! Erro: %s

source: Please upload only JPG, GIF or PNG photos.
pt_pt: Envie apenas fotos em formato JPG, GIF ou PNG.

source: The file you uploaded is too big. Please upload a file under %s
pt_pt: O ficheiro que enviou é muito grande. Envie um ficheiro com menos de %s

source: Your upload failed, please try again. Error was: %s
pt_pt: O seu envio falhou, tente novamente. O erro foi: %s

source: Action
pt_pt: Acção

source: Cancel
pt_pt: Cancelar

source: Forum
pt_pt: Fórum

source: Posts
pt_pt: Artigos

source: Users
pt_pt: Utilizadores

source: Tools
pt_pt: Ferramentas

source: Edit
pt_pt: Editar

source: Filter
pt_pt: Filtro

source: Username
pt_pt: Nome de utilizador

source: Registered
pt_pt: Registado

source: Description
pt_pt: Descrição

source: Post
pt_pt: Artigo

source: Author
pt_pt: Autor

source: Topic
pt_pt: Tópico

source: Failed!
pt_pt: Falhou!

source: Complete!
pt_pt: Terminado!

source: Activate
pt_pt: Activar

source: Deactivate
pt_pt: Desactivar

source: Freshness
pt_pt: Limpeza

source: Close
pt_pt: Fechar

source: January
pt_pt: Janeiro

source: February
pt_pt: Fevereiro

source: March
pt_pt: Março

source: April
pt_pt: Abril

source: May
pt_pt: Maio

source: June
pt_pt: Junho

source: July
pt_pt: Julho

source: August
pt_pt: Agosto

source: September
pt_pt: Setembro

source: October
pt_pt: Outubro

source: November
pt_pt: Novembro

source: December
pt_pt: Dezembro

source: All
pt_pt: Tudo

source: Administrator
pt_pt: Administrador

source: Moderator
pt_pt: Moderador

source: Member
pt_pt: Membro

source: %d topics
pt_pt: %d tópicos

source: - None -
pt_pt: - Nenhum -

source: Not Spam
pt_pt: Não é <em>Spam</em>

source: Spam
pt_pt: <em>Spam</em>
